var data=
{
  "images": [
    "https://pbs.twimg.com/media/GaB1dh0aYAAxndQ?format=jpg&name=medium",
    "https://pbs.twimg.com/media/GZyNGk-b0AAePa3?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/GZyM9qdagAEgr-1?format=jpg&name=large",
    "https://pbs.twimg.com/media/GZGMjh8bIAAQzfU?format=jpg&name=large",
    "https://pbs.twimg.com/media/GXl4tJkbkAAr0iV?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/GXgIzDXbwAQeQ-r?format=png&name=small",
    "https://pbs.twimg.com/media/GRd8HbOa0AAaXL6?format=jpg&name=small",
    "https://pbs.twimg.com/media/GAkEFVgbIAAiDck?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/F-BEJ18bIAAsDD1?format=jpg&name=medium",
    "https://pbs.twimg.com/media/F830rSsa4AAbQWv?format=jpg&name=medium",
    "https://pbs.twimg.com/media/F_cezI2a4AEEyuh?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FPy6tE2VsAE93Zj?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FKu2hsPaQAI77Rt?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FaFnNPKaMAAU-lM?format=jpg&name=small",
    "https://pbs.twimg.com/media/FHbIcVHacAMoK-B?format=jpg&name=small",
    "https://pbs.twimg.com/media/FaFm4yTaQAASWC2?format=jpg&name=small",
    "https://pbs.twimg.com/media/FWjotjPakAAW_Y-?format=jpg&name=large",
    "https://pbs.twimg.com/media/FMm1YrPVgAAPAdo?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FKMlw9eUUAI2BOu?format=jpg&name=large",
    "https://pbs.twimg.com/media/FKK918NUUAAsz8J?format=jpg&name=large",
    "https://pbs.twimg.com/media/FJztJPJUUAExfgF?format=jpg&name=large",
    "https://pbs.twimg.com/media/FJpDvPuakAAdgdT?format=png&name=small",
    "https://pbs.twimg.com/media/FJUktCOaQAAmdXe?format=jpg&name=medium",
    "https://i.imgur.com/Nm0wX3s_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/7vOeOs1_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/F9dDPyE_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/75FQS3c_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/P1Qnq3y_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/W8gEkZ9_d.webp?maxwidth=760&fidelity=grand",
    "https://i.imgur.com/tK3Jguh_d.webp?maxwidth=760&fidelity=grand",
    "https://pbs.twimg.com/media/FGPyOdBVEAIgvmJ?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FaFmx7naIAA014m?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/FctddfSaMAEH8cH?format=jpg&name=small",
    "https://pbs.twimg.com/media/FDxbPkKaAAEMbYH?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/FH3_ThQakAAMAyx?format=jpg&name=medium",
    "https://pbs.twimg.com/media/FIZVTyCaMAIzIvN?format=png&name=900x900",
    "https://pbs.twimg.com/media/E5qE3KDVkAI2_ra?format=jpg&name=large",
    "https://pbs.twimg.com/media/EQypUpkUEAApBmk?format=jpg&name=large",
    "https://pbs.twimg.com/media/EOf8c0NU0AEJRBJ?format=png&name=large",
    "https://pbs.twimg.com/media/EOdkhXEU0AE8-CM?format=png&name=large",
    "https://pbs.twimg.com/media/EOBMh43U8AMZoWe?format=jpg&name=large",
    "https://pbs.twimg.com/media/ENcO8waVUAYsevm?format=png&name=large",
    "https://pbs.twimg.com/media/ENaIa-AVAAEDYKY?format=png&name=large",
    "https://pbs.twimg.com/media/ENZ8KkCUwAEeCSW?format=png&name=large",
    "https://pbs.twimg.com/media/GeLzAuLagAASM0o?format=jpg&name=large",
    "https://pbs.twimg.com/media/GeHGBZpakAAkmyN?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/GeNLnHRakAAN5eO?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/GeNLpAAa4AABHKw?format=jpg&name=large",
    "https://pbs.twimg.com/media/GeQxft7aEAEzOVs?format=jpg&name=medium",
    "https://media.discordapp.net/attachments/1143388602882084874/1316978602826399805/6EE033AC-156C-4739-AA0E-5473852405BA.jpg?ex=675d0367&is=675bb1e7&hm=7e86be2c8888c15ae62741a98b97eed5379bacfe8b8a27bf65a1d81ba49ad079&=&format=webp&width=540&height=427",
    "https://media.discordapp.net/attachments/1143388602882084874/1316796401463853077/59EA941C-8ADC-47E8-A70E-FCD66F6C5428.jpg?ex=675d0277&is=675bb0f7&hm=5c0627d6fdffb85cedd96ba8f7ecd7d007eb3ab541bd448ee6f8aa6b1137a6ec&=&format=webp&width=840&height=660",
    "https://media.discordapp.net/attachments/1143388602882084874/1316795762390077471/2021-10-19_005632.jpg?ex=675d01de&is=675bb05e&hm=c866f537d1e5caea119198683d9fd2615ffb6dd33b9649c3373e0f3f1d220140&=&format=webp&width=429&height=357",
    "https://media.discordapp.net/attachments/1143388602882084874/1316795401742848010/IMG_1074.png?ex=675d0188&is=675bb008&hm=10b97f22b3c931e6bad1e8ab355da35373876fa0e61206187981ed46963cea49&=&format=webp&quality=lossless&width=1072&height=1009",
    "https://media.discordapp.net/attachments/1143388602882084874/1316794820932407327/IMG_1107.png?ex=675d00fe&is=675baf7e&hm=dcbe4964f4ba163b46230727535686b66c9ee654aa3823d93ba8f4b071e8418e&=&format=webp&quality=lossless&width=693&height=525",
    "https://media.discordapp.net/attachments/1143388602882084874/1316792859223130223/IMG_20190128_163539.jpg?ex=675cff2a&is=675badaa&hm=94ef1c5a69b8574cafce6579c208729a6278ddbc88b6316fdc474e889557c038&=&format=webp&width=1111&height=1116",
    "https://media.discordapp.net/attachments/1143388602882084874/1235124914193829948/IMG_1032.png?ex=675c8577&is=675b33f7&hm=336b8a512e1c6642a4bef1b5e11eabea9fa20c85d45713fc81ddc29a1400d732&=&format=webp&quality=lossless&width=769&height=525",
    "https://media.discordapp.net/attachments/1143388602882084874/1233798039978770492/IMG_1021.png?ex=675cf7b7&is=675ba637&hm=2195aca8b9a68e215d8a718bef908f5e02cbe46847911b96a5db04495f9f9fbd&=&format=webp&quality=lossless&width=681&height=525",
    "https://media.discordapp.net/attachments/1143388602882084874/1230435210638921739/IMG_1018.png?ex=675c9956&is=675b47d6&hm=00134438ab4d5ac32cd2d8c88245a12dd7daeeeab7ed2f49b6613b83431711fc&=&format=webp&quality=lossless&width=921&height=723",
    "https://media.discordapp.net/attachments/1143388602882084874/1226187490084392991/IMG_1010.png?ex=675cf757&is=675ba5d7&hm=5a0840d85d33371b2ac00c5514a9b1e60ce18d29f0a95a0801e3182c527e4338&=&format=webp&quality=lossless&width=1440&height=484",
    "https://media.discordapp.net/attachments/1143388602882084874/1226186607388786718/IMG_1009.png?ex=675cf684&is=675ba504&hm=7d6ecfac32b99286fb1b3e41f9490004facec9818b30b7e31486e7e49d71b3aa&=&format=webp&quality=lossless&width=996&height=925",
    "https://media.discordapp.net/attachments/1143388602882084874/1224690363227177030/image.png?ex=675ccb08&is=675b7988&hm=24be945a921eb1a13def1c6051b68e55290639d5133c49487f9f52de4b2005b6&=&format=webp&quality=lossless&width=537&height=300",
    "https://media.discordapp.net/attachments/1143388602882084874/1221083006362456105/IMG_0994.png?ex=675cda6b&is=675b88eb&hm=94abaf1813588da6b53e037e6f4bb1205991f404cc8d2e62f24c3b021015d5f0&=&format=webp&quality=lossless&width=691&height=525",
    "https://media.discordapp.net/attachments/1143388602882084874/1220663627493806150/IMG_0991.png?ex=675ca557&is=675b53d7&hm=09464fdb4ab46f4f003606b39acb9dc61a1982025005c69aa5508a209a785a8a&=&format=webp&quality=lossless&width=1440&height=691",
    "https://media.discordapp.net/attachments/1143388602882084874/1220651242569859123/image.png?ex=675c99ce&is=675b484e&hm=ebea796bede290b84710a37e433a3033eb7d49067344d8c903a4de2381ea67b2&=&format=webp&quality=lossless&width=487&height=525",
    "https://media.discordapp.net/attachments/1143388602882084874/1218566239996084265/IMG_0984.png?ex=675cecff&is=675b9b7f&hm=cea0a3520040270cd343fc4b4037e0090e855160ec25ce1252de9a265e55b9cc&=&format=webp&quality=lossless&width=1035&height=673",
    "https://media.discordapp.net/attachments/1143388602882084874/1215990206260580393/Screenshot_2024-03-09-20-50-09-860_com.android.chrome-edit.jpg?ex=675cc861&is=675b76e1&hm=b5c1a033e049e80b0db1ed7bd29245ea11c09fda67919d20c0eab5488d52afa2&=&format=webp&width=712&height=961",
    "https://media.discordapp.net/attachments/1143388602882084874/1214420500755910717/IMG_1729.png?ex=675d013a&is=675bafba&hm=7c1fb570ebc09d7ce1981eaf580d744b4715d8fe92665c5baf034726b8f51623&=&format=webp&quality=lossless&width=736&height=525",
    "https://pbs.twimg.com/media/GffZleia0AA4e6R?format=png&name=small",
    "https://pbs.twimg.com/media/GfOsCq7asAM_uPP?format=jpg&name=medium",
    "https://pbs.twimg.com/media/GfOrgX0bcAAdd8g?format=jpg&name=medium",
    "https://pbs.twimg.com/media/GfOprr2aAAA2ng8?format=jpg&name=900x900",
    "https://pbs.twimg.com/media/Ge0XR8CacAACo96?format=jpg&name=large",
    "https://pbs.twimg.com/media/GenEdLHbQAAf0qC?format=jpg&name=medium",
    "https://pbs.twimg.com/media/Gem_CHEaMAEclxQ?format=jpg&name=large",
    "https://pbs.twimg.com/media/Gem70HwboAE3otf?format=jpg&name=medium",
    "https://pbs.twimg.com/media/Gem5V-RbEAAC4eP?format=jpg&name=900x900",
    "https://uc4d7ee6f012a67670dadd055f96.previews.dropboxusercontent.com/p/thumb/ACcifGkJwVQ55PGYXNXc1KzyWqxrYOZD7bxgf-2yguYIl6yUCe5kiXtRjyjNCfTqsM34rOGDHME6l1ClH_SFUftdoxgvJp2A5SBNW6t-US2LEjr8hnkUxafAt1zzdRPyIAw17803yR0G0hDgWkEFRls5Xuz-QXDMSOzrlskuLA1G3a5lgmvthmuCPt7ASA88n27X6oVXrZpGOnM1R0KaB29X5qO7RkdVQErDwCQalHEQ64Ed0D29NQX6rhORWnYoGyRlSvJfftiBKCSmGdpG7AAyS7p9ENMLrp_JGF2D2e_NEteexEpPh-4sbwo5bfkMwQlYLD4-QsyqngH2Tit4cOZV/p.jpeg"
  ],
  "ngrams": {
    "脱": [
      0
    ],
    "脱ぎ": [
      0
    ],
    "脱ぎま": [
      0
    ],
    "脱ぎます": [
      0
    ],
    "ぎ": [
      0
    ],
    "ぎま": [
      0
    ],
    "ぎます": [
      0
    ],
    "ま": [
      0,
      2,
      7,
      10,
      11,
      16,
      21,
      27,
      29,
      30,
      50,
      54,
      63,
      67
    ],
    "ます": [
      0,
      29,
      67
    ],
    "す": [
      0,
      17,
      26,
      27,
      29,
      33,
      34,
      39,
      43,
      57,
      62,
      67,
      71
    ],
    "ど": [
      0,
      4,
      26
    ],
    "どう": [
      0,
      26
    ],
    "どうぞ": [
      0
    ],
    "う": [
      0,
      4,
      5,
      14,
      23,
      26,
      31,
      36,
      38,
      43,
      45,
      48,
      53,
      65,
      66
    ],
    "うぞ": [
      0
    ],
    "ぞ": [
      0
    ],
    "全": [
      0,
      48
    ],
    "全裸": [
      0
    ],
    "全裸.": [
      0
    ],
    "全裸.z": [
      0
    ],
    "裸": [
      0
    ],
    "裸.": [
      0
    ],
    "裸.z": [
      0
    ],
    "裸.zi": [
      0
    ],
    ".": [
      0
    ],
    ".z": [
      0
    ],
    ".zi": [
      0
    ],
    ".zip": [
      0
    ],
    "z": [
      0
    ],
    "zi": [
      0
    ],
    "zip": [
      0
    ],
    "i": [
      0,
      76
    ],
    "ip": [
      0
    ],
    "p": [
      0
    ],
    "カ": [
      1,
      22,
      36,
      47,
      70
    ],
    "カニ": [
      1
    ],
    "カニカ": [
      1
    ],
    "カニカニ": [
      1
    ],
    "ニ": [
      1,
      54
    ],
    "ニカ": [
      1
    ],
    "ニカニ": [
      1
    ],
    "少": [
      1,
      3
    ],
    "少女": [
      1,
      3
    ],
    "少女終": [
      1
    ],
    "少女終末": [
      1
    ],
    "女": [
      1,
      3,
      4,
      36,
      56
    ],
    "女終": [
      1
    ],
    "女終末": [
      1
    ],
    "女終末旅": [
      1
    ],
    "終": [
      1,
      48
    ],
    "終末": [
      1
    ],
    "終末旅": [
      1
    ],
    "終末旅行": [
      1
    ],
    "末": [
      1
    ],
    "末旅": [
      1
    ],
    "末旅行": [
      1
    ],
    "旅": [
      1
    ],
    "旅行": [
      1
    ],
    "行": [
      1,
      37
    ],
    "資": [
      2,
      44
    ],
    "資本": [
      2,
      44
    ],
    "資本主": [
      2,
      44
    ],
    "資本主義": [
      2,
      44
    ],
    "本": [
      2,
      5,
      44
    ],
    "本主": [
      2,
      44
    ],
    "本主義": [
      2,
      44
    ],
    "本主義に": [
      2,
      44
    ],
    "主": [
      2,
      13,
      44
    ],
    "主義": [
      2,
      13,
      44
    ],
    "主義に": [
      2,
      44
    ],
    "主義に骨": [
      2
    ],
    "義": [
      2,
      13,
      44
    ],
    "義に": [
      2,
      44
    ],
    "義に骨": [
      2
    ],
    "義に骨ま": [
      2
    ],
    "に": [
      2,
      14,
      34,
      36,
      37,
      39,
      41,
      42,
      44,
      50,
      51,
      52,
      56,
      57,
      59,
      60,
      63,
      65,
      72,
      75
    ],
    "に骨": [
      2
    ],
    "に骨ま": [
      2
    ],
    "に骨まで": [
      2
    ],
    "骨": [
      2
    ],
    "骨ま": [
      2
    ],
    "骨まで": [
      2
    ],
    "骨まで毒": [
      2
    ],
    "まで": [
      2
    ],
    "まで毒": [
      2
    ],
    "まで毒さ": [
      2
    ],
    "で": [
      2,
      4,
      26,
      31,
      33,
      34,
      53,
      67,
      69
    ],
    "で毒": [
      2
    ],
    "で毒さ": [
      2
    ],
    "で毒され": [
      2
    ],
    "毒": [
      2
    ],
    "毒さ": [
      2
    ],
    "毒され": [
      2
    ],
    "毒された": [
      2
    ],
    "さ": [
      2,
      5,
      10,
      16,
      18,
      53,
      54,
      55,
      58,
      60,
      63
    ],
    "され": [
      2,
      10,
      18
    ],
    "された": [
      2
    ],
    "された豚": [
      2
    ],
    "れ": [
      2,
      8,
      10,
      18,
      20,
      23,
      24,
      31,
      34,
      47,
      57,
      58,
      59,
      75
    ],
    "れた": [
      2
    ],
    "れた豚": [
      2
    ],
    "た": [
      2,
      7,
      9,
      10,
      12,
      18,
      21,
      27,
      36,
      41,
      45,
      48,
      50,
      52,
      58,
      60,
      66,
      69,
      71,
      73,
      75
    ],
    "た豚": [
      2
    ],
    "豚": [
      2
    ],
    "共": [
      2,
      13
    ],
    "共産": [
      2,
      13
    ],
    "共産主": [
      2,
      13
    ],
    "共産主義": [
      2,
      13
    ],
    "産": [
      2,
      13
    ],
    "産主": [
      2,
      13
    ],
    "産主義": [
      2,
      13
    ],
    "ひ": [
      3,
      10,
      30
    ],
    "ひー": [
      3
    ],
    "ひーん": [
      3
    ],
    "ー": [
      3,
      4,
      43,
      54,
      58
    ],
    "ーん": [
      3
    ],
    "ん": [
      3,
      4,
      5,
      8,
      9,
      14,
      21,
      27,
      40,
      44,
      53,
      55,
      56,
      58,
      61,
      63,
      67,
      72,
      76
    ],
    "泣": [
      3
    ],
    "泣く": [
      3
    ],
    "泣く少": [
      3
    ],
    "泣く少女": [
      3
    ],
    "く": [
      3,
      5,
      8,
      9,
      37,
      61
    ],
    "く少": [
      3
    ],
    "く少女": [
      3
    ],
    "どん": [
      4
    ],
    "どんな": [
      4
    ],
    "どんなゲ": [
      4
    ],
    "んな": [
      4,
      56,
      63,
      72
    ],
    "んなゲ": [
      4
    ],
    "んなゲー": [
      4
    ],
    "な": [
      4,
      5,
      11,
      12,
      13,
      16,
      17,
      31,
      34,
      36,
      39,
      41,
      42,
      46,
      52,
      53,
      54,
      55,
      56,
      58,
      60,
      62,
      63,
      64,
      65,
      71,
      72,
      73
    ],
    "なゲ": [
      4
    ],
    "なゲー": [
      4
    ],
    "なゲーム": [
      4
    ],
    "ゲ": [
      4,
      30
    ],
    "ゲー": [
      4
    ],
    "ゲーム": [
      4
    ],
    "ゲームで": [
      4
    ],
    "ーム": [
      4
    ],
    "ームで": [
      4
    ],
    "ームでも": [
      4
    ],
    "ム": [
      4,
      36
    ],
    "ムで": [
      4
    ],
    "ムでも": [
      4
    ],
    "ムでも夜": [
      4
    ],
    "でも": [
      4,
      33
    ],
    "でも夜": [
      4
    ],
    "でも夜は": [
      4
    ],
    "も": [
      4,
      23,
      33,
      43,
      48,
      52,
      62
    ],
    "も夜": [
      4
    ],
    "も夜は": [
      4
    ],
    "も夜は女": [
      4
    ],
    "夜": [
      4,
      23,
      37
    ],
    "夜は": [
      4
    ],
    "夜は女": [
      4
    ],
    "夜は女の": [
      4
    ],
    "は": [
      4,
      8,
      10,
      11,
      13,
      15,
      20,
      24,
      30,
      32,
      45,
      48,
      49,
      52,
      55,
      58,
      59,
      60,
      70
    ],
    "は女": [
      4
    ],
    "は女の": [
      4
    ],
    "は女のほ": [
      4
    ],
    "女の": [
      4,
      36
    ],
    "女のほ": [
      4
    ],
    "女のほう": [
      4
    ],
    "の": [
      4,
      6,
      31,
      32,
      34,
      36,
      40,
      41,
      44,
      48,
      49,
      54,
      55,
      57,
      66,
      69,
      70
    ],
    "のほ": [
      4
    ],
    "のほう": [
      4
    ],
    "のほうが": [
      4
    ],
    "ほ": [
      4
    ],
    "ほう": [
      4
    ],
    "ほうが": [
      4
    ],
    "ほうが有": [
      4
    ],
    "うが": [
      4
    ],
    "うが有": [
      4
    ],
    "うが有利": [
      4
    ],
    "が": [
      4,
      8,
      11,
      41,
      47,
      54,
      56,
      61,
      64,
      65,
      71,
      72
    ],
    "が有": [
      4
    ],
    "が有利": [
      4
    ],
    "有": [
      4
    ],
    "有利": [
      4
    ],
    "利": [
      4
    ],
    "遊": [
      4,
      5,
      66
    ],
    "遊戯": [
      4,
      5
    ],
    "遊戯王": [
      4,
      5
    ],
    "戯": [
      4,
      5
    ],
    "戯王": [
      4,
      5
    ],
    "王": [
      4,
      5
    ],
    "孔": [
      4
    ],
    "孔雀": [
      4
    ],
    "孔雀舞": [
      4
    ],
    "雀": [
      4
    ],
    "雀舞": [
      4
    ],
    "舞": [
      4
    ],
    "あ": [
      5,
      24,
      61,
      66,
      69,
      70,
      71
    ],
    "あば": [
      5
    ],
    "あばよ": [
      5
    ],
    "ば": [
      5,
      8,
      9
    ],
    "ばよ": [
      5
    ],
    "よ": [
      5,
      17,
      21,
      35,
      36,
      38,
      45,
      55,
      57,
      66
    ],
    "さよ": [
      5
    ],
    "さよう": [
      5
    ],
    "さような": [
      5
    ],
    "よう": [
      5,
      36,
      38,
      45
    ],
    "ような": [
      5
    ],
    "ようなら": [
      5
    ],
    "うな": [
      5
    ],
    "うなら": [
      5
    ],
    "なら": [
      5,
      36
    ],
    "ら": [
      5,
      8,
      11,
      17,
      31,
      36,
      57,
      58,
      60,
      62,
      73,
      74,
      75
    ],
    "皆": [
      5
    ],
    "本田": [
      5
    ],
    "本田く": [
      5
    ],
    "本田くん": [
      5
    ],
    "田": [
      5
    ],
    "田く": [
      5
    ],
    "田くん": [
      5
    ],
    "くん": [
      5
    ],
    "生": [
      6,
      10,
      31,
      36,
      68,
      73
    ],
    "生き": [
      6,
      31,
      36
    ],
    "生きる": [
      6,
      36
    ],
    "生きるの": [
      6
    ],
    "き": [
      6,
      10,
      27,
      31,
      36,
      41,
      45,
      60,
      64,
      67,
      68,
      69,
      70
    ],
    "きる": [
      6,
      36
    ],
    "きるの": [
      6
    ],
    "きるのっ": [
      6
    ],
    "る": [
      6,
      12,
      17,
      31,
      33,
      34,
      36,
      39,
      40,
      49,
      53,
      56,
      57,
      58,
      60,
      61,
      62,
      64,
      66,
      69,
      71,
      75
    ],
    "るの": [
      6
    ],
    "るのっ": [
      6
    ],
    "るのって": [
      6
    ],
    "のっ": [
      6
    ],
    "のって": [
      6
    ],
    "のって辛": [
      6
    ],
    "っ": [
      6,
      9,
      15,
      30,
      31,
      35,
      36,
      40,
      48,
      52,
      55,
      58,
      60,
      62,
      66,
      67,
      70
    ],
    "って": [
      6,
      15,
      30,
      31,
      35,
      36,
      40,
      55,
      58,
      60,
      67,
      70
    ],
    "って辛": [
      6
    ],
    "って辛い": [
      6
    ],
    "て": [
      6,
      7,
      10,
      15,
      18,
      22,
      30,
      31,
      35,
      36,
      40,
      42,
      53,
      55,
      58,
      60,
      67,
      68,
      70,
      75
    ],
    "て辛": [
      6
    ],
    "て辛い": [
      6
    ],
    "辛": [
      6
    ],
    "辛い": [
      6
    ],
    "い": [
      6,
      7,
      11,
      13,
      17,
      20,
      21,
      24,
      28,
      31,
      32,
      34,
      35,
      36,
      39,
      42,
      49,
      50,
      52,
      53,
      54,
      55,
      56,
      57,
      58,
      60,
      61,
      62,
      63,
      64,
      65,
      68,
      69,
      70,
      72,
      73
    ],
    "浮": [
      7
    ],
    "浮気": [
      7
    ],
    "浮気を": [
      7
    ],
    "浮気をし": [
      7
    ],
    "気": [
      7,
      34,
      39,
      61
    ],
    "気を": [
      7
    ],
    "気をし": [
      7
    ],
    "気をして": [
      7
    ],
    "を": [
      7,
      11,
      12,
      15,
      21,
      22,
      34,
      38,
      47,
      60,
      69,
      75
    ],
    "をし": [
      7
    ],
    "をして": [
      7
    ],
    "をしてし": [
      7
    ],
    "し": [
      7,
      9,
      11,
      18,
      19,
      22,
      24,
      27,
      28,
      32,
      35,
      36,
      39,
      50,
      62,
      63,
      65,
      66,
      69,
      71
    ],
    "して": [
      7,
      22
    ],
    "してし": [
      7
    ],
    "してしま": [
      7
    ],
    "てし": [
      7
    ],
    "てしま": [
      7
    ],
    "てしまい": [
      7
    ],
    "しま": [
      7,
      50,
      63
    ],
    "しまい": [
      7,
      50
    ],
    "しまいま": [
      7
    ],
    "まい": [
      7,
      50
    ],
    "まいま": [
      7
    ],
    "まいまし": [
      7
    ],
    "いま": [
      7
    ],
    "いまし": [
      7
    ],
    "いました": [
      7
    ],
    "まし": [
      7,
      11,
      27,
      50
    ],
    "ました": [
      7,
      27,
      50
    ],
    "した": [
      7,
      18,
      27,
      50,
      71
    ],
    "百": [
      7
    ],
    "百合": [
      7
    ],
    "合": [
      7,
      67
    ],
    "そ": [
      8,
      45
    ],
    "それ": [
      8
    ],
    "それは": [
      8
    ],
    "それは私": [
      8
    ],
    "れは": [
      8,
      24
    ],
    "れは私": [
      8
    ],
    "れは私が": [
      8
    ],
    "は私": [
      8,
      11
    ],
    "は私が": [
      8
    ],
    "は私が神": [
      8
    ],
    "私": [
      8,
      11,
      21,
      42,
      54,
      71,
      72,
      74
    ],
    "私が": [
      8,
      54
    ],
    "私が神": [
      8
    ],
    "私が神様": [
      8
    ],
    "が神": [
      8
    ],
    "が神様": [
      8
    ],
    "が神様だ": [
      8
    ],
    "神": [
      8
    ],
    "神様": [
      8
    ],
    "神様だ": [
      8
    ],
    "神様だか": [
      8
    ],
    "様": [
      8,
      23
    ],
    "様だ": [
      8
    ],
    "様だか": [
      8
    ],
    "様だから": [
      8
    ],
    "だ": [
      8,
      16,
      25,
      46,
      55,
      58,
      74
    ],
    "だか": [
      8,
      74
    ],
    "だから": [
      8,
      74
    ],
    "か": [
      8,
      26,
      31,
      34,
      36,
      54,
      57,
      58,
      60,
      61,
      66,
      73,
      74
    ],
    "から": [
      8,
      31,
      60,
      73,
      74
    ],
    "ばく": [
      8,
      9
    ],
    "ばくお": [
      8,
      9
    ],
    "ばくおん": [
      8,
      9
    ],
    "くお": [
      8,
      9
    ],
    "くおん": [
      8,
      9
    ],
    "お": [
      8,
      9,
      23,
      37,
      45,
      50,
      52,
      53,
      55
    ],
    "おん": [
      8,
      9
    ],
    "先": [
      9,
      67
    ],
    "先輩": [
      9,
      67
    ],
    "先輩死": [
      9
    ],
    "先輩死ん": [
      9
    ],
    "輩": [
      9,
      67
    ],
    "輩死": [
      9
    ],
    "輩死ん": [
      9
    ],
    "輩死んじ": [
      9
    ],
    "死": [
      9,
      20,
      35,
      39,
      50,
      51,
      63
    ],
    "死ん": [
      9
    ],
    "死んじ": [
      9
    ],
    "死んじゃ": [
      9
    ],
    "んじ": [
      9,
      40
    ],
    "んじゃ": [
      9,
      40
    ],
    "んじゃっ": [
      9,
      40
    ],
    "じ": [
      9,
      39,
      40,
      55
    ],
    "じゃ": [
      9,
      39,
      40
    ],
    "じゃっ": [
      9,
      40
    ],
    "じゃった": [
      9
    ],
    "ゃ": [
      9,
      14,
      21,
      35,
      39,
      40,
      44,
      56,
      59,
      76
    ],
    "ゃっ": [
      9,
      40
    ],
    "ゃった": [
      9
    ],
    "った": [
      9,
      36,
      48,
      60,
      66
    ],
    "しん": [
      9
    ],
    "しんじ": [
      9
    ],
    "しんじゃ": [
      9
    ],
    "自": [
      10,
      35,
      36,
      63
    ],
    "自分": [
      10
    ],
    "自分は": [
      10
    ],
    "自分は祝": [
      10
    ],
    "分": [
      10
    ],
    "分は": [
      10
    ],
    "分は祝": [
      10
    ],
    "分は祝福": [
      10
    ],
    "は祝": [
      10
    ],
    "は祝福": [
      10
    ],
    "は祝福さ": [
      10
    ],
    "祝": [
      10
    ],
    "祝福": [
      10
    ],
    "祝福さ": [
      10
    ],
    "祝福され": [
      10
    ],
    "福": [
      10
    ],
    "福さ": [
      10
    ],
    "福され": [
      10
    ],
    "福されて": [
      10
    ],
    "されて": [
      10,
      18
    ],
    "されて生": [
      10
    ],
    "れて": [
      10,
      18
    ],
    "れて生": [
      10
    ],
    "れて生ま": [
      10
    ],
    "て生": [
      10,
      36
    ],
    "て生ま": [
      10
    ],
    "て生まれ": [
      10
    ],
    "生ま": [
      10
    ],
    "生まれ": [
      10
    ],
    "生まれて": [
      10
    ],
    "まれ": [
      10
    ],
    "まれて": [
      10
    ],
    "まれてき": [
      10
    ],
    "れてき": [
      10
    ],
    "れてきた": [
      10
    ],
    "てき": [
      10
    ],
    "てきた": [
      10
    ],
    "きた": [
      10,
      45
    ],
    "餅": [
      10
    ],
    "餅月": [
      10
    ],
    "餅月ひ": [
      10
    ],
    "餅月ひま": [
      10
    ],
    "月": [
      10,
      16
    ],
    "月ひ": [
      10
    ],
    "月ひま": [
      10
    ],
    "月ひまり": [
      10
    ],
    "ひま": [
      10,
      30
    ],
    "ひまり": [
      10,
      30
    ],
    "まり": [
      10,
      30
    ],
    "り": [
      10,
      29,
      30,
      47,
      73,
      75
    ],
    "肉": [
      11,
      31
    ],
    "肉が": [
      11
    ],
    "肉が羨": [
      11
    ],
    "肉が羨ま": [
      11
    ],
    "が羨": [
      11
    ],
    "が羨ま": [
      11
    ],
    "が羨まし": [
      11
    ],
    "羨": [
      11
    ],
    "羨ま": [
      11
    ],
    "羨まし": [
      11
    ],
    "羨ましい": [
      11
    ],
    "ましい": [
      11
    ],
    "しい": [
      11,
      24,
      28,
      32,
      39,
      62,
      65,
      69
    ],
    "ご": [
      11,
      63
    ],
    "ご飯": [
      11
    ],
    "ご飯は": [
      11
    ],
    "ご飯は私": [
      11
    ],
    "飯": [
      11
    ],
    "飯は": [
      11
    ],
    "飯は私": [
      11
    ],
    "飯は私を": [
      11
    ],
    "は私を": [
      11
    ],
    "は私を裏": [
      11
    ],
    "私を": [
      11,
      21
    ],
    "私を裏": [
      11
    ],
    "私を裏切": [
      11
    ],
    "を裏": [
      11
    ],
    "を裏切": [
      11
    ],
    "を裏切ら": [
      11
    ],
    "裏": [
      11
    ],
    "裏切": [
      11
    ],
    "裏切ら": [
      11
    ],
    "裏切らな": [
      11
    ],
    "切": [
      11
    ],
    "切ら": [
      11
    ],
    "切らな": [
      11
    ],
    "切らない": [
      11
    ],
    "らな": [
      11,
      17
    ],
    "らない": [
      11,
      17
    ],
    "ない": [
      11,
      13,
      17,
      31,
      34,
      36,
      39,
      42,
      52,
      54,
      72,
      73
    ],
    "ぐ": [
      12,
      43
    ],
    "ぐる": [
      12
    ],
    "ぐるな": [
      12
    ],
    "ぐるなび": [
      12
    ],
    "るな": [
      12,
      39
    ],
    "るなび": [
      12
    ],
    "るなびを": [
      12
    ],
    "なび": [
      12
    ],
    "なびを": [
      12
    ],
    "なびを見": [
      12
    ],
    "び": [
      12
    ],
    "びを": [
      12
    ],
    "びを見": [
      12
    ],
    "びを見た": [
      12
    ],
    "を見": [
      12
    ],
    "を見た": [
      12
    ],
    "見": [
      12
    ],
    "見た": [
      12
    ],
    "産主義は": [
      13
    ],
    "主義は": [
      13
    ],
    "主義は絶": [
      13
    ],
    "義は": [
      13
    ],
    "義は絶": [
      13
    ],
    "義は絶対": [
      13
    ],
    "は絶": [
      13
    ],
    "は絶対": [
      13
    ],
    "は絶対負": [
      13
    ],
    "絶": [
      13
    ],
    "絶対": [
      13
    ],
    "絶対負": [
      13
    ],
    "絶対負け": [
      13
    ],
    "対": [
      13
    ],
    "対負": [
      13
    ],
    "対負け": [
      13
    ],
    "対負けな": [
      13
    ],
    "負": [
      13
    ],
    "負け": [
      13
    ],
    "負けな": [
      13
    ],
    "負けない": [
      13
    ],
    "け": [
      13,
      38
    ],
    "けな": [
      13
    ],
    "けない": [
      13
    ],
    "働": [
      14
    ],
    "働こ": [
      14
    ],
    "働こう": [
      14
    ],
    "こ": [
      14,
      31,
      32,
      34,
      35,
      39,
      49,
      54,
      56,
      57,
      62,
      70,
      72
    ],
    "こう": [
      14
    ],
    "ぴ": [
      14
    ],
    "ぴち": [
      14
    ],
    "ぴちぴ": [
      14
    ],
    "ぴちぴち": [
      14
    ],
    "ち": [
      14,
      21,
      38,
      56,
      62,
      69,
      71,
      76
    ],
    "ちぴ": [
      14
    ],
    "ちぴち": [
      14
    ],
    "にゃ": [
      14,
      44,
      59
    ],
    "にゃん": [
      14,
      44
    ],
    "にゃんに": [
      14,
      44
    ],
    "ゃん": [
      14,
      21,
      44,
      56,
      76
    ],
    "ゃんに": [
      14,
      44
    ],
    "ゃんにゃ": [
      14,
      44
    ],
    "んに": [
      14,
      44
    ],
    "んにゃ": [
      14,
      44
    ],
    "んにゃん": [
      14,
      44
    ],
    "理": [
      15,
      21,
      38,
      74
    ],
    "理性": [
      15,
      21
    ],
    "理性を": [
      15
    ],
    "理性を使": [
      15
    ],
    "性": [
      15,
      19,
      21,
      56
    ],
    "性を": [
      15
    ],
    "性を使": [
      15
    ],
    "性を使っ": [
      15
    ],
    "を使": [
      15
    ],
    "を使っ": [
      15
    ],
    "を使って": [
      15
    ],
    "使": [
      15
    ],
    "使っ": [
      15
    ],
    "使って": [
      15
    ],
    "使ってみ": [
      15
    ],
    "ってみ": [
      15
    ],
    "ってみて": [
      15
    ],
    "てみ": [
      15
    ],
    "てみて": [
      15
    ],
    "てみては": [
      15
    ],
    "み": [
      15,
      27,
      37
    ],
    "みて": [
      15
    ],
    "みては": [
      15
    ],
    "ては": [
      15
    ],
    "まだ": [
      16
    ],
    "まだ9": [
      16
    ],
    "まだ9月": [
      16
    ],
    "だ9": [
      16
    ],
    "だ9月": [
      16
    ],
    "9": [
      16
    ],
    "9月": [
      16
    ],
    "名": [
      16
    ],
    "名取": [
      16
    ],
    "名取さ": [
      16
    ],
    "名取さな": [
      16
    ],
    "取": [
      16,
      60,
      73
    ],
    "取さ": [
      16
    ],
    "取さな": [
      16
    ],
    "さな": [
      16,
      60
    ],
    "知": [
      17
    ],
    "知ら": [
      17
    ],
    "知らな": [
      17
    ],
    "知らない": [
      17
    ],
    "らないよ": [
      17
    ],
    "ないよ": [
      17,
      36
    ],
    "いよ": [
      17,
      36
    ],
    "キ": [
      17,
      67
    ],
    "キス": [
      17
    ],
    "キスす": [
      17
    ],
    "キスする": [
      17
    ],
    "ス": [
      17,
      18,
      36,
      43,
      44
    ],
    "スす": [
      17
    ],
    "スする": [
      17
    ],
    "スするよ": [
      17
    ],
    "する": [
      17,
      33,
      34,
      39,
      57,
      62,
      71
    ],
    "するよ": [
      17,
      57
    ],
    "るよ": [
      17,
      57
    ],
    "騙": [
      18
    ],
    "騙さ": [
      18
    ],
    "騙され": [
      18
    ],
    "騙されて": [
      18
    ],
    "されて未": [
      18
    ],
    "れて未": [
      18
    ],
    "れて未成": [
      18
    ],
    "て未": [
      18
    ],
    "て未成": [
      18
    ],
    "て未成年": [
      18
    ],
    "未": [
      18
    ],
    "未成": [
      18
    ],
    "未成年": [
      18
    ],
    "未成年と": [
      18
    ],
    "成": [
      18
    ],
    "成年": [
      18
    ],
    "成年と": [
      18
    ],
    "成年とセ": [
      18
    ],
    "年": [
      18,
      60
    ],
    "年と": [
      18
    ],
    "年とセ": [
      18
    ],
    "年とセッ": [
      18
    ],
    "と": [
      18,
      31,
      38,
      39,
      42,
      49,
      60,
      62,
      67,
      68,
      70
    ],
    "とセ": [
      18
    ],
    "とセッ": [
      18
    ],
    "とセック": [
      18
    ],
    "セ": [
      18
    ],
    "セッ": [
      18
    ],
    "セック": [
      18
    ],
    "セックス": [
      18
    ],
    "ッ": [
      18,
      21,
      36,
      55,
      70
    ],
    "ック": [
      18
    ],
    "ックス": [
      18
    ],
    "ックスし": [
      18
    ],
    "ク": [
      18,
      30,
      48,
      58
    ],
    "クス": [
      18
    ],
    "クスし": [
      18
    ],
    "クスした": [
      18
    ],
    "スし": [
      18
    ],
    "スした": [
      18
    ],
    "反": [
      19
    ],
    "反省": [
      19
    ],
    "反省し": [
      19
    ],
    "反省しろ": [
      19
    ],
    "省": [
      19
    ],
    "省し": [
      19
    ],
    "省しろ": [
      19
    ],
    "省しろ異": [
      19
    ],
    "しろ": [
      19
    ],
    "しろ異": [
      19
    ],
    "しろ異常": [
      19
    ],
    "ろ": [
      19,
      65
    ],
    "ろ異": [
      19
    ],
    "ろ異常": [
      19
    ],
    "ろ異常性": [
      19
    ],
    "異": [
      19
    ],
    "異常": [
      19
    ],
    "異常性": [
      19
    ],
    "異常性欲": [
      19
    ],
    "常": [
      19
    ],
    "常性": [
      19
    ],
    "常性欲": [
      19
    ],
    "性欲": [
      19
    ],
    "欲": [
      19,
      24,
      65,
      69
    ],
    "反社": [
      19
    ],
    "反社会": [
      19
    ],
    "反社会勢": [
      19
    ],
    "社": [
      19
    ],
    "社会": [
      19
    ],
    "社会勢": [
      19
    ],
    "社会勢力": [
      19
    ],
    "会": [
      19
    ],
    "会勢": [
      19
    ],
    "会勢力": [
      19
    ],
    "勢": [
      19
    ],
    "勢力": [
      19
    ],
    "力": [
      19
    ],
    "人": [
      20,
      31,
      37,
      46,
      60,
      64,
      73
    ],
    "人は": [
      20
    ],
    "人はい": [
      20
    ],
    "人はいず": [
      20
    ],
    "はい": [
      20
    ],
    "はいず": [
      20
    ],
    "はいずれ": [
      20
    ],
    "いず": [
      20
    ],
    "いずれ": [
      20
    ],
    "いずれ死": [
      20
    ],
    "ず": [
      20,
      58
    ],
    "ずれ": [
      20
    ],
    "ずれ死": [
      20
    ],
    "ずれ死ぬ": [
      20
    ],
    "れ死": [
      20
    ],
    "れ死ぬ": [
      20
    ],
    "死ぬ": [
      20,
      35,
      39,
      51
    ],
    "ぬ": [
      20,
      35,
      39,
      51
    ],
    "理性よ": [
      21
    ],
    "性よ": [
      21
    ],
    "私を救": [
      21
    ],
    "私を救い": [
      21
    ],
    "を救": [
      21
    ],
    "を救い": [
      21
    ],
    "を救いた": [
      21
    ],
    "救": [
      21
    ],
    "救い": [
      21
    ],
    "救いた": [
      21
    ],
    "救いたま": [
      21
    ],
    "いた": [
      21,
      58
    ],
    "いたま": [
      21
    ],
    "いたまえ": [
      21
    ],
    "たま": [
      21
    ],
    "たまえ": [
      21
    ],
    "まえ": [
      21
    ],
    "え": [
      21,
      49,
      61,
      62,
      68
    ],
    "ミ": [
      21,
      49
    ],
    "ミッ": [
      21
    ],
    "ミッシ": [
      21
    ],
    "ミッショ": [
      21
    ],
    "ッシ": [
      21
    ],
    "ッショ": [
      21
    ],
    "ッション": [
      21
    ],
    "シ": [
      21,
      30
    ],
    "ショ": [
      21,
      30
    ],
    "ション": [
      21,
      30
    ],
    "ションち": [
      21
    ],
    "ョ": [
      21,
      30
    ],
    "ョン": [
      21,
      30
    ],
    "ョンち": [
      21
    ],
    "ョンちゃ": [
      21
    ],
    "ン": [
      21,
      30,
      47,
      49,
      58,
      59
    ],
    "ンち": [
      21
    ],
    "ンちゃ": [
      21
    ],
    "ンちゃん": [
      21
    ],
    "ちゃ": [
      21,
      56,
      76
    ],
    "ちゃん": [
      21,
      56,
      76
    ],
    "ア": [
      22,
      49
    ],
    "アメ": [
      22
    ],
    "アメリ": [
      22
    ],
    "アメリカ": [
      22
    ],
    "メ": [
      22,
      25,
      44
    ],
    "メリ": [
      22
    ],
    "メリカ": [
      22
    ],
    "メリカ軍": [
      22
    ],
    "リ": [
      22,
      36
    ],
    "リカ": [
      22
    ],
    "リカ軍": [
      22
    ],
    "リカ軍を": [
      22
    ],
    "カ軍": [
      22
    ],
    "カ軍を": [
      22
    ],
    "カ軍を倒": [
      22
    ],
    "軍": [
      22
    ],
    "軍を": [
      22
    ],
    "軍を倒": [
      22
    ],
    "軍を倒し": [
      22
    ],
    "を倒": [
      22
    ],
    "を倒し": [
      22
    ],
    "を倒して": [
      22
    ],
    "倒": [
      22
    ],
    "倒し": [
      22
    ],
    "倒して": [
      22
    ],
    "お疲": [
      23
    ],
    "お疲れ": [
      23
    ],
    "お疲れ様": [
      23
    ],
    "疲": [
      23
    ],
    "疲れ": [
      23
    ],
    "疲れ様": [
      23
    ],
    "れ様": [
      23
    ],
    "もう": [
      23,
      43,
      48
    ],
    "もう夜": [
      23
    ],
    "う夜": [
      23
    ],
    "退": [
      23
    ],
    "退勤": [
      23
    ],
    "勤": [
      23
    ],
    "n": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "ne": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "new": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "newg": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "e": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37,
      76
    ],
    "ew": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "ewg": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "ewga": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "w": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "wg": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "wga": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "wgam": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "g": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "ga": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "gam": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "game": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "a": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37,
      76
    ],
    "am": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37,
      76
    ],
    "ame": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "m": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37,
      76
    ],
    "me": [
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      37
    ],
    "あれ": [
      24
    ],
    "あれは": [
      24
    ],
    "あれは欲": [
      24
    ],
    "れは欲": [
      24
    ],
    "れは欲し": [
      24
    ],
    "は欲": [
      24
    ],
    "は欲し": [
      24
    ],
    "は欲しい": [
      24
    ],
    "欲し": [
      24,
      65,
      69
    ],
    "欲しい": [
      24,
      65,
      69
    ],
    "ダ": [
      25,
      58
    ],
    "ダメ": [
      25
    ],
    "ダメだ": [
      25
    ],
    "メだ": [
      25
    ],
    "進": [
      26
    ],
    "進捗": [
      26
    ],
    "進捗ど": [
      26
    ],
    "進捗どう": [
      26
    ],
    "捗": [
      26
    ],
    "捗ど": [
      26
    ],
    "捗どう": [
      26
    ],
    "捗どうで": [
      26
    ],
    "どうで": [
      26
    ],
    "どうです": [
      26
    ],
    "うで": [
      26
    ],
    "うです": [
      26
    ],
    "うですか": [
      26
    ],
    "です": [
      26
    ],
    "ですか": [
      26
    ],
    "すか": [
      26
    ],
    "すみ": [
      27
    ],
    "すみま": [
      27
    ],
    "すみませ": [
      27
    ],
    "みま": [
      27
    ],
    "みませ": [
      27
    ],
    "みません": [
      27
    ],
    "ませ": [
      27,
      63
    ],
    "ません": [
      27,
      63
    ],
    "ません嘘": [
      27
    ],
    "せ": [
      27,
      63,
      73
    ],
    "せん": [
      27,
      63
    ],
    "せん嘘": [
      27
    ],
    "せん嘘つ": [
      27
    ],
    "ん嘘": [
      27
    ],
    "ん嘘つ": [
      27
    ],
    "ん嘘つき": [
      27
    ],
    "嘘": [
      27
    ],
    "嘘つ": [
      27
    ],
    "嘘つき": [
      27
    ],
    "嘘つきま": [
      27
    ],
    "つ": [
      27,
      34,
      55
    ],
    "つき": [
      27
    ],
    "つきま": [
      27
    ],
    "つきまし": [
      27
    ],
    "きま": [
      27
    ],
    "きまし": [
      27
    ],
    "きました": [
      27
    ],
    "難": [
      28
    ],
    "難し": [
      28
    ],
    "難しい": [
      28
    ],
    "頑": [
      29,
      36,
      59
    ],
    "頑張": [
      29,
      36,
      59
    ],
    "頑張り": [
      29
    ],
    "頑張りま": [
      29
    ],
    "張": [
      29,
      36,
      59
    ],
    "張り": [
      29
    ],
    "張りま": [
      29
    ],
    "張ります": [
      29
    ],
    "りま": [
      29
    ],
    "ります": [
      29
    ],
    "実": [
      30
    ],
    "実は": [
      30
    ],
    "実はエ": [
      30
    ],
    "実はエロ": [
      30
    ],
    "はエ": [
      30
    ],
    "はエロ": [
      30
    ],
    "はエロゲ": [
      30
    ],
    "エ": [
      30,
      36
    ],
    "エロ": [
      30
    ],
    "エロゲ": [
      30
    ],
    "エロゲっ": [
      30
    ],
    "ロ": [
      30,
      47
    ],
    "ロゲ": [
      30
    ],
    "ロゲっ": [
      30
    ],
    "ロゲって": [
      30
    ],
    "ゲっ": [
      30
    ],
    "ゲって": [
      30
    ],
    "ゲってフ": [
      30
    ],
    "ってフ": [
      30
    ],
    "ってフィ": [
      30
    ],
    "てフ": [
      30
    ],
    "てフィ": [
      30
    ],
    "てフィク": [
      30
    ],
    "フ": [
      30,
      57,
      59
    ],
    "フィ": [
      30
    ],
    "フィク": [
      30
    ],
    "フィクシ": [
      30
    ],
    "ィ": [
      30
    ],
    "ィク": [
      30
    ],
    "ィクシ": [
      30
    ],
    "ィクショ": [
      30
    ],
    "クシ": [
      30
    ],
    "クショ": [
      30
    ],
    "クション": [
      30
    ],
    "人っ": [
      31
    ],
    "人って": [
      31
    ],
    "人って結": [
      31
    ],
    "って結": [
      31
    ],
    "って結局": [
      31
    ],
    "て結": [
      31
    ],
    "て結局": [
      31
    ],
    "結": [
      31
    ],
    "結局": [
      31
    ],
    "局": [
      31
    ],
    "この": [
      31,
      32,
      34,
      54,
      57
    ],
    "この肉": [
      31
    ],
    "この肉体": [
      31
    ],
    "の肉": [
      31
    ],
    "の肉体": [
      31
    ],
    "の肉体と": [
      31
    ],
    "肉体": [
      31
    ],
    "肉体と": [
      31
    ],
    "肉体とい": [
      31
    ],
    "体": [
      31
    ],
    "体と": [
      31
    ],
    "体とい": [
      31
    ],
    "体という": [
      31
    ],
    "とい": [
      31,
      68
    ],
    "という": [
      31
    ],
    "という魂": [
      31
    ],
    "いう": [
      31
    ],
    "いう魂": [
      31
    ],
    "いう魂の": [
      31
    ],
    "う魂": [
      31
    ],
    "う魂の": [
      31
    ],
    "う魂の器": [
      31
    ],
    "魂": [
      31
    ],
    "魂の": [
      31
    ],
    "魂の器": [
      31
    ],
    "魂の器か": [
      31
    ],
    "の器": [
      31
    ],
    "の器か": [
      31
    ],
    "の器から": [
      31
    ],
    "器": [
      31,
      39
    ],
    "器か": [
      31
    ],
    "器から": [
      31
    ],
    "逃": [
      31,
      42
    ],
    "逃れ": [
      31
    ],
    "逃れる": [
      31
    ],
    "逃れるこ": [
      31
    ],
    "れる": [
      31,
      57,
      58,
      75
    ],
    "れるこ": [
      31
    ],
    "れること": [
      31
    ],
    "るこ": [
      31
    ],
    "ること": [
      31
    ],
    "ることの": [
      31
    ],
    "こと": [
      31,
      39,
      62,
      70
    ],
    "ことの": [
      31
    ],
    "ことので": [
      31
    ],
    "との": [
      31
    ],
    "とので": [
      31
    ],
    "とのでき": [
      31
    ],
    "ので": [
      31
    ],
    "のでき": [
      31
    ],
    "のできな": [
      31
    ],
    "でき": [
      31
    ],
    "できな": [
      31
    ],
    "できない": [
      31
    ],
    "きな": [
      31,
      64
    ],
    "きない": [
      31
    ],
    "きない生": [
      31
    ],
    "ない生": [
      31
    ],
    "ない生き": [
      31
    ],
    "い生": [
      31
    ],
    "い生き": [
      31
    ],
    "い生き物": [
      31
    ],
    "生き物": [
      31
    ],
    "き物": [
      31
    ],
    "物": [
      31,
      38
    ],
    "この世": [
      32,
      34
    ],
    "この世は": [
      32
    ],
    "の世": [
      32,
      34
    ],
    "の世は": [
      32
    ],
    "の世は厳": [
      32
    ],
    "世": [
      32,
      34
    ],
    "世は": [
      32
    ],
    "世は厳": [
      32
    ],
    "世は厳し": [
      32
    ],
    "は厳": [
      32
    ],
    "は厳し": [
      32
    ],
    "は厳しい": [
      32
    ],
    "厳": [
      32
    ],
    "厳し": [
      32
    ],
    "厳しい": [
      32
    ],
    "恋": [
      33,
      52,
      58
    ],
    "恋バ": [
      33
    ],
    "恋バナ": [
      33
    ],
    "バ": [
      33,
      47,
      59
    ],
    "バナ": [
      33
    ],
    "ナ": [
      33,
      43
    ],
    "コ": [
      33,
      58,
      67,
      70
    ],
    "コイ": [
      33,
      70
    ],
    "コイバ": [
      33
    ],
    "コイバナ": [
      33
    ],
    "イ": [
      33,
      58,
      70
    ],
    "イバ": [
      33
    ],
    "イバナ": [
      33
    ],
    "イバナで": [
      33
    ],
    "バナで": [
      33
    ],
    "バナでも": [
      33
    ],
    "ナで": [
      33
    ],
    "ナでも": [
      33
    ],
    "ナでもす": [
      33
    ],
    "でもす": [
      33
    ],
    "でもする": [
      33
    ],
    "もす": [
      33,
      62
    ],
    "もする": [
      33,
      62
    ],
    "この世に": [
      34
    ],
    "の世に": [
      34
    ],
    "の世に存": [
      34
    ],
    "世に": [
      34
    ],
    "世に存": [
      34
    ],
    "世に存在": [
      34
    ],
    "に存": [
      34
    ],
    "に存在": [
      34
    ],
    "に存在を": [
      34
    ],
    "存": [
      34
    ],
    "存在": [
      34
    ],
    "存在を": [
      34
    ],
    "存在を気": [
      34
    ],
    "在": [
      34
    ],
    "在を": [
      34
    ],
    "在を気": [
      34
    ],
    "在を気づ": [
      34
    ],
    "を気": [
      34
    ],
    "を気づ": [
      34
    ],
    "を気づか": [
      34
    ],
    "気づ": [
      34
    ],
    "気づか": [
      34
    ],
    "気づかれ": [
      34
    ],
    "づ": [
      34
    ],
    "づか": [
      34
    ],
    "づかれ": [
      34
    ],
    "づかれな": [
      34
    ],
    "かれ": [
      34
    ],
    "かれな": [
      34
    ],
    "かれない": [
      34
    ],
    "れな": [
      34
    ],
    "れない": [
      34
    ],
    "れないで": [
      34
    ],
    "ないで": [
      34
    ],
    "ないで満": [
      34
    ],
    "いで": [
      34
    ],
    "いで満": [
      34
    ],
    "いで満足": [
      34
    ],
    "で満": [
      34
    ],
    "で満足": [
      34
    ],
    "で満足す": [
      34
    ],
    "満": [
      34
    ],
    "満足": [
      34
    ],
    "満足す": [
      34
    ],
    "満足する": [
      34
    ],
    "足": [
      34
    ],
    "足す": [
      34
    ],
    "足する": [
      34
    ],
    "足するや": [
      34
    ],
    "するや": [
      34
    ],
    "するやつ": [
      34
    ],
    "るや": [
      34
    ],
    "るやつ": [
      34
    ],
    "や": [
      34,
      42,
      46,
      47,
      62,
      66,
      67
    ],
    "やつ": [
      34
    ],
    "笑": [
      35
    ],
    "笑っ": [
      35
    ],
    "笑って": [
      35
    ],
    "笑って死": [
      35
    ],
    "って死": [
      35
    ],
    "って死ぬ": [
      35
    ],
    "て死": [
      35
    ],
    "て死ぬ": [
      35
    ],
    "よっ": [
      35
    ],
    "よっし": [
      35
    ],
    "よっしゃ": [
      35
    ],
    "っし": [
      35
    ],
    "っしゃ": [
      35
    ],
    "っしゃこ": [
      35
    ],
    "しゃ": [
      35
    ],
    "しゃこ": [
      35
    ],
    "しゃこい": [
      35
    ],
    "ゃこ": [
      35
    ],
    "ゃこい": [
      35
    ],
    "こい": [
      35
    ],
    "自決": [
      35
    ],
    "決": [
      35
    ],
    "女の子": [
      36
    ],
    "女の子な": [
      36
    ],
    "の子": [
      36
    ],
    "の子な": [
      36
    ],
    "の子なら": [
      36
    ],
    "子": [
      36,
      40
    ],
    "子な": [
      36
    ],
    "子なら": [
      36
    ],
    "子なら誰": [
      36
    ],
    "なら誰": [
      36
    ],
    "なら誰か": [
      36
    ],
    "ら誰": [
      36
    ],
    "ら誰か": [
      36
    ],
    "ら誰かに": [
      36
    ],
    "誰": [
      36
    ],
    "誰か": [
      36
    ],
    "誰かに": [
      36
    ],
    "誰かに相": [
      36
    ],
    "かに": [
      36
    ],
    "かに相": [
      36
    ],
    "かに相談": [
      36
    ],
    "に相": [
      36
    ],
    "に相談": [
      36
    ],
    "相": [
      36
    ],
    "相談": [
      36
    ],
    "談": [
      36
    ],
    "友": [
      36,
      65,
      72
    ],
    "友達": [
      36,
      65,
      72
    ],
    "友達い": [
      36
    ],
    "友達いな": [
      36
    ],
    "達": [
      36,
      48,
      65,
      72
    ],
    "達い": [
      36
    ],
    "達いな": [
      36
    ],
    "達いなか": [
      36
    ],
    "いな": [
      36,
      53,
      64,
      72
    ],
    "いなか": [
      36
    ],
    "いなかっ": [
      36
    ],
    "なか": [
      36,
      60
    ],
    "なかっ": [
      36,
      60
    ],
    "なかった": [
      36,
      60
    ],
    "かっ": [
      36,
      60
    ],
    "かった": [
      36,
      60
    ],
    "かったら": [
      36
    ],
    "ったら": [
      36
    ],
    "たら": [
      36,
      58,
      73
    ],
    "暗": [
      36
    ],
    "暗い": [
      36
    ],
    "暗いポ": [
      36
    ],
    "暗いポエ": [
      36
    ],
    "いポ": [
      36
    ],
    "いポエ": [
      36
    ],
    "いポエム": [
      36
    ],
    "ポ": [
      36
    ],
    "ポエ": [
      36
    ],
    "ポエム": [
      36
    ],
    "エム": [
      36
    ],
    "リス": [
      36
    ],
    "リスト": [
      36
    ],
    "リストカ": [
      36
    ],
    "スト": [
      36
    ],
    "ストカ": [
      36
    ],
    "ストカッ": [
      36
    ],
    "ト": [
      36,
      54,
      55
    ],
    "トカ": [
      36
    ],
    "トカッ": [
      36
    ],
    "トカット": [
      36
    ],
    "カッ": [
      36,
      70
    ],
    "カット": [
      36
    ],
    "ット": [
      36,
      55
    ],
    "ガ": [
      36,
      49,
      59
    ],
    "ガス": [
      36
    ],
    "ガス抜": [
      36
    ],
    "ガス抜き": [
      36
    ],
    "ス抜": [
      36
    ],
    "ス抜き": [
      36
    ],
    "抜": [
      36
    ],
    "抜き": [
      36
    ],
    "自殺": [
      36,
      63
    ],
    "自殺し": [
      36,
      63
    ],
    "自殺しな": [
      36
    ],
    "殺": [
      36,
      63
    ],
    "殺し": [
      36,
      63
    ],
    "殺しな": [
      36
    ],
    "殺しない": [
      36
    ],
    "しな": [
      36
    ],
    "しない": [
      36
    ],
    "しないよ": [
      36
    ],
    "ないよう": [
      36
    ],
    "いよう": [
      36
    ],
    "頑張っ": [
      36
    ],
    "頑張って": [
      36
    ],
    "張っ": [
      36
    ],
    "張って": [
      36
    ],
    "張って生": [
      36
    ],
    "って生": [
      36
    ],
    "って生き": [
      36
    ],
    "て生き": [
      36
    ],
    "て生きる": [
      36
    ],
    "飲": [
      37,
      53
    ],
    "飲み": [
      37
    ],
    "飲みに": [
      37
    ],
    "飲みに行": [
      37
    ],
    "みに": [
      37
    ],
    "みに行": [
      37
    ],
    "みに行く": [
      37
    ],
    "に行": [
      37
    ],
    "に行く": [
      37
    ],
    "行く": [
      37
    ],
    "今": [
      37,
      45
    ],
    "今夜": [
      37
    ],
    "今夜二": [
      37
    ],
    "今夜二人": [
      37
    ],
    "夜二": [
      37
    ],
    "夜二人": [
      37
    ],
    "二": [
      37,
      38
    ],
    "二人": [
      37
    ],
    "お酒": [
      37,
      53
    ],
    "酒": [
      37,
      53
    ],
    "現": [
      38
    ],
    "現代": [
      38
    ],
    "現代物": [
      38
    ],
    "現代物理": [
      38
    ],
    "代": [
      38,
      39
    ],
    "代物": [
      38
    ],
    "代物理": [
      38
    ],
    "代物理科": [
      38
    ],
    "物理": [
      38
    ],
    "物理科": [
      38
    ],
    "物理科学": [
      38
    ],
    "理科": [
      38
    ],
    "理科学": [
      38
    ],
    "科": [
      38
    ],
    "科学": [
      38
    ],
    "学": [
      38
    ],
    "論": [
      38
    ],
    "論理": [
      38
    ],
    "論理と": [
      38
    ],
    "論理と方": [
      38
    ],
    "理と": [
      38
    ],
    "理と方": [
      38
    ],
    "理と方法": [
      38
    ],
    "と方": [
      38
    ],
    "と方法": [
      38
    ],
    "方": [
      38,
      54
    ],
    "方法": [
      38
    ],
    "法": [
      38
    ],
    "心": [
      38
    ],
    "心を": [
      38
    ],
    "心を落": [
      38
    ],
    "心を落ち": [
      38
    ],
    "を落": [
      38
    ],
    "を落ち": [
      38
    ],
    "を落ち着": [
      38
    ],
    "落": [
      38
    ],
    "落ち": [
      38
    ],
    "落ち着": [
      38
    ],
    "落ち着け": [
      38
    ],
    "ち着": [
      38
    ],
    "ち着け": [
      38
    ],
    "ち着けよ": [
      38
    ],
    "着": [
      38
    ],
    "着け": [
      38
    ],
    "着けよ": [
      38
    ],
    "着けよう": [
      38
    ],
    "けよ": [
      38
    ],
    "けよう": [
      38
    ],
    "安": [
      38
    ],
    "安心": [
      38
    ],
    "二元": [
      38
    ],
    "二元論": [
      38
    ],
    "元": [
      38
    ],
    "元論": [
      38
    ],
    "ラ": [
      38
    ],
    "ラジ": [
      38
    ],
    "ラジオ": [
      38
    ],
    "ジ": [
      38,
      55
    ],
    "ジオ": [
      38
    ],
    "オ": [
      38
    ],
    "孤": [
      39,
      51
    ],
    "孤独": [
      39,
      51
    ],
    "孤独に": [
      39,
      51
    ],
    "孤独に死": [
      39,
      51
    ],
    "独": [
      39,
      51
    ],
    "独に": [
      39,
      51
    ],
    "独に死": [
      39,
      51
    ],
    "独に死ぬ": [
      39,
      51
    ],
    "に死": [
      39,
      51
    ],
    "に死ぬ": [
      39,
      51
    ],
    "珍": [
      39
    ],
    "珍し": [
      39
    ],
    "珍しい": [
      39
    ],
    "珍しいこ": [
      39
    ],
    "しいこ": [
      39,
      62
    ],
    "しいこと": [
      39,
      62
    ],
    "いこ": [
      39,
      62
    ],
    "いこと": [
      39,
      62
    ],
    "いことじ": [
      39
    ],
    "ことじ": [
      39
    ],
    "ことじゃ": [
      39
    ],
    "とじ": [
      39
    ],
    "とじゃ": [
      39
    ],
    "とじゃな": [
      39
    ],
    "じゃな": [
      39
    ],
    "じゃない": [
      39
    ],
    "ゃな": [
      39
    ],
    "ゃない": [
      39
    ],
    "気に": [
      39
    ],
    "気にす": [
      39
    ],
    "気にする": [
      39
    ],
    "にす": [
      39
    ],
    "にする": [
      39
    ],
    "にするな": [
      39
    ],
    "するな": [
      39
    ],
    "新": [
      39
    ],
    "新石": [
      39
    ],
    "新石器": [
      39
    ],
    "新石器時": [
      39
    ],
    "石": [
      39
    ],
    "石器": [
      39
    ],
    "石器時": [
      39
    ],
    "石器時代": [
      39
    ],
    "器時": [
      39
    ],
    "器時代": [
      39
    ],
    "時": [
      39,
      57
    ],
    "時代": [
      39
    ],
    "君": [
      40,
      69
    ],
    "君の": [
      40
    ],
    "君の精": [
      40
    ],
    "君の精子": [
      40
    ],
    "の精": [
      40
    ],
    "の精子": [
      40
    ],
    "精": [
      40
    ],
    "精子": [
      40
    ],
    "踏": [
      40
    ],
    "踏ん": [
      40
    ],
    "踏んじ": [
      40
    ],
    "踏んじゃ": [
      40
    ],
    "じゃって": [
      40
    ],
    "ゃって": [
      40
    ],
    "ゃってる": [
      40
    ],
    "ってる": [
      40
    ],
    "てる": [
      40
    ],
    "長": [
      41
    ],
    "長続": [
      41
    ],
    "長続き": [
      41
    ],
    "長続きの": [
      41
    ],
    "続": [
      41
    ],
    "続き": [
      41
    ],
    "続きの": [
      41
    ],
    "続きのた": [
      41
    ],
    "きの": [
      41
    ],
    "きのた": [
      41
    ],
    "きのため": [
      41
    ],
    "のた": [
      41
    ],
    "のため": [
      41
    ],
    "のために": [
      41
    ],
    "ため": [
      41
    ],
    "ために": [
      41
    ],
    "め": [
      41,
      42,
      63,
      69
    ],
    "めに": [
      41
    ],
    "適": [
      41
    ],
    "適度": [
      41
    ],
    "適度な": [
      41
    ],
    "適度な距": [
      41
    ],
    "度": [
      41,
      73
    ],
    "度な": [
      41
    ],
    "度な距": [
      41
    ],
    "度な距離": [
      41
    ],
    "な距": [
      41
    ],
    "な距離": [
      41
    ],
    "な距離感": [
      41
    ],
    "距": [
      41
    ],
    "距離": [
      41
    ],
    "距離感": [
      41
    ],
    "距離感が": [
      41
    ],
    "離": [
      41
    ],
    "離感": [
      41
    ],
    "離感が": [
      41
    ],
    "離感が必": [
      41
    ],
    "感": [
      41
    ],
    "感が": [
      41
    ],
    "感が必": [
      41
    ],
    "感が必要": [
      41
    ],
    "が必": [
      41
    ],
    "が必要": [
      41
    ],
    "必": [
      41
    ],
    "必要": [
      41
    ],
    "要": [
      41
    ],
    "仕": [
      42,
      54
    ],
    "仕事": [
      42
    ],
    "仕事や": [
      42
    ],
    "仕事やめ": [
      42
    ],
    "事": [
      42
    ],
    "事や": [
      42
    ],
    "事やめ": [
      42
    ],
    "事やめて": [
      42
    ],
    "やめ": [
      42
    ],
    "やめて": [
      42
    ],
    "めて": [
      42
    ],
    "私と": [
      42
    ],
    "私と一": [
      42
    ],
    "私と一緒": [
      42
    ],
    "と一": [
      42
    ],
    "と一緒": [
      42
    ],
    "と一緒に": [
      42
    ],
    "一": [
      42,
      68,
      73
    ],
    "一緒": [
      42
    ],
    "一緒に": [
      42
    ],
    "一緒に逃": [
      42
    ],
    "緒": [
      42
    ],
    "緒に": [
      42
    ],
    "緒に逃": [
      42
    ],
    "緒に逃げ": [
      42
    ],
    "に逃": [
      42
    ],
    "に逃げ": [
      42
    ],
    "に逃げな": [
      42
    ],
    "逃げ": [
      42
    ],
    "逃げな": [
      42
    ],
    "逃げない": [
      42
    ],
    "げ": [
      42,
      69
    ],
    "げな": [
      42
    ],
    "げない": [
      42
    ],
    "もうす": [
      43
    ],
    "もうすぐ": [
      43
    ],
    "うす": [
      43
    ],
    "うすぐ": [
      43
    ],
    "うすぐボ": [
      43
    ],
    "すぐ": [
      43
    ],
    "すぐボ": [
      43
    ],
    "すぐボー": [
      43
    ],
    "ぐボ": [
      43
    ],
    "ぐボー": [
      43
    ],
    "ぐボーナ": [
      43
    ],
    "ボ": [
      43,
      48
    ],
    "ボー": [
      43
    ],
    "ボーナ": [
      43
    ],
    "ボーナス": [
      43
    ],
    "ーナ": [
      43
    ],
    "ーナス": [
      43
    ],
    "ナス": [
      43
    ],
    "発": [
      44
    ],
    "発情": [
      44
    ],
    "発情期": [
      44
    ],
    "発情期の": [
      44
    ],
    "情": [
      44
    ],
    "情期": [
      44
    ],
    "情期の": [
      44
    ],
    "情期のメ": [
      44
    ],
    "期": [
      44
    ],
    "期の": [
      44
    ],
    "期のメ": [
      44
    ],
    "期のメス": [
      44
    ],
    "のメ": [
      44
    ],
    "のメス": [
      44
    ],
    "のメス猫": [
      44
    ],
    "メス": [
      44
    ],
    "メス猫": [
      44
    ],
    "ス猫": [
      44
    ],
    "猫": [
      44
    ],
    "おそ": [
      45
    ],
    "おそよ": [
      45
    ],
    "おそよう": [
      45
    ],
    "そよ": [
      45
    ],
    "そよう": [
      45
    ],
    "おは": [
      45
    ],
    "おはよ": [
      45
    ],
    "おはよう": [
      45
    ],
    "はよ": [
      45
    ],
    "はよう": [
      45
    ],
    "今起": [
      45
    ],
    "今起き": [
      45
    ],
    "今起きた": [
      45
    ],
    "起": [
      45
    ],
    "起き": [
      45
    ],
    "起きた": [
      45
    ],
    "やだ": [
      46
    ],
    "やだな": [
      46
    ],
    "だな": [
      46
    ],
    "嫌": [
      46,
      64
    ],
    "嫌だ": [
      46
    ],
    "大": [
      46,
      68,
      75
    ],
    "大人": [
      46
    ],
    "ロマ": [
      47
    ],
    "ロマン": [
      47
    ],
    "ロマンを": [
      47
    ],
    "マ": [
      47,
      49,
      55
    ],
    "マン": [
      47
    ],
    "マンを": [
      47
    ],
    "マンを語": [
      47
    ],
    "ンを": [
      47
    ],
    "ンを語": [
      47
    ],
    "ンを語れ": [
      47
    ],
    "を語": [
      47
    ],
    "を語れ": [
      47
    ],
    "語": [
      47
    ],
    "語れ": [
      47
    ],
    "浪": [
      47
    ],
    "浪漫": [
      47
    ],
    "漫": [
      47,
      69
    ],
    "語り": [
      47
    ],
    "語りや": [
      47
    ],
    "語りやが": [
      47
    ],
    "りや": [
      47
    ],
    "りやが": [
      47
    ],
    "りやがれ": [
      47
    ],
    "やが": [
      47
    ],
    "やがれ": [
      47
    ],
    "がれ": [
      47
    ],
    "バカ": [
      47
    ],
    "バカタ": [
      47
    ],
    "バカタレ": [
      47
    ],
    "カタ": [
      47
    ],
    "カタレ": [
      47
    ],
    "タ": [
      47,
      49
    ],
    "タレ": [
      47
    ],
    "レ": [
      47,
      58
    ],
    "ボク": [
      48
    ],
    "ボクも": [
      48
    ],
    "ボクもう": [
      48
    ],
    "クも": [
      48
    ],
    "クもう": [
      48
    ],
    "クもう3": [
      48
    ],
    "もう3": [
      48
    ],
    "もう33": [
      48
    ],
    "う3": [
      48
    ],
    "う33": [
      48
    ],
    "う33歳": [
      48
    ],
    "3": [
      48
    ],
    "33": [
      48
    ],
    "33歳": [
      48
    ],
    "3歳": [
      48
    ],
    "歳": [
      48,
      74
    ],
    "32": [
      48
    ],
    "32歳": [
      48
    ],
    "2": [
      48,
      56,
      74
    ],
    "2歳": [
      48
    ],
    "31": [
      48
    ],
    "31歳": [
      48
    ],
    "1": [
      48,
      49,
      69
    ],
    "1歳": [
      48
    ],
    "30": [
      48
    ],
    "30才": [
      48
    ],
    "0": [
      48,
      49,
      69
    ],
    "0才": [
      48
    ],
    "才": [
      48
    ],
    "僕": [
      48
    ],
    "僕達": [
      48
    ],
    "僕達の": [
      48
    ],
    "僕達の夢": [
      48
    ],
    "達の": [
      48
    ],
    "達の夢": [
      48
    ],
    "達の夢は": [
      48
    ],
    "の夢": [
      48
    ],
    "の夢は": [
      48
    ],
    "夢": [
      48
    ],
    "夢は": [
      48
    ],
    "全部": [
      48
    ],
    "全部終": [
      48
    ],
    "全部終わ": [
      48
    ],
    "部": [
      48
    ],
    "部終": [
      48
    ],
    "部終わ": [
      48
    ],
    "部終わっ": [
      48
    ],
    "終わ": [
      48
    ],
    "終わっ": [
      48
    ],
    "終わった": [
      48
    ],
    "わ": [
      48,
      58,
      61
    ],
    "わっ": [
      48
    ],
    "わった": [
      48
    ],
    "アマ": [
      49
    ],
    "アマガ": [
      49
    ],
    "アマガミ": [
      49
    ],
    "マガ": [
      49
    ],
    "マガミ": [
      49
    ],
    "ガミ": [
      49
    ],
    "棚": [
      49
    ],
    "棚町": [
      49
    ],
    "棚町薫": [
      49
    ],
    "町": [
      49
    ],
    "町薫": [
      49
    ],
    "薫": [
      49
    ],
    "アン": [
      49
    ],
    "アンタ": [
      49
    ],
    "アンタの": [
      49
    ],
    "ンタ": [
      49
    ],
    "ンタの": [
      49
    ],
    "ンタの悪": [
      49
    ],
    "タの": [
      49
    ],
    "タの悪": [
      49
    ],
    "タの悪い": [
      49
    ],
    "の悪": [
      49
    ],
    "の悪い": [
      49
    ],
    "の悪いと": [
      49
    ],
    "悪": [
      49
    ],
    "悪い": [
      49
    ],
    "悪いと": [
      49
    ],
    "悪いとこ": [
      49
    ],
    "いと": [
      49,
      60
    ],
    "いとこ": [
      49
    ],
    "いとこ1": [
      49
    ],
    "とこ": [
      49
    ],
    "とこ1": [
      49
    ],
    "とこ10": [
      49
    ],
    "こ1": [
      49
    ],
    "こ10": [
      49
    ],
    "こ100": [
      49
    ],
    "10": [
      49,
      69
    ],
    "100": [
      49
    ],
    "100個": [
      49
    ],
    "00": [
      49
    ],
    "00個": [
      49
    ],
    "00個は": [
      49
    ],
    "0個": [
      49
    ],
    "0個は": [
      49
    ],
    "0個は言": [
      49
    ],
    "個": [
      49
    ],
    "個は": [
      49
    ],
    "個は言": [
      49
    ],
    "個は言え": [
      49
    ],
    "は言": [
      49
    ],
    "は言え": [
      49
    ],
    "は言える": [
      49
    ],
    "言": [
      49,
      61
    ],
    "言え": [
      49,
      61
    ],
    "言える": [
      49
    ],
    "える": [
      49,
      62
    ],
    "良": [
      49
    ],
    "良い": [
      49
    ],
    "良いと": [
      49
    ],
    "良いとこ": [
      49
    ],
    "いとこは": [
      49
    ],
    "とこは": [
      49
    ],
    "とこは1": [
      49
    ],
    "こは": [
      49
    ],
    "こは1": [
      49
    ],
    "こは10": [
      49
    ],
    "は1": [
      49
    ],
    "は10": [
      49
    ],
    "は101": [
      49
    ],
    "101": [
      49
    ],
    "101個": [
      49
    ],
    "01": [
      49
    ],
    "01個": [
      49
    ],
    "01個言": [
      49
    ],
    "1個": [
      49
    ],
    "1個言": [
      49
    ],
    "1個言え": [
      49
    ],
    "個言": [
      49
    ],
    "個言え": [
      49
    ],
    "個言える": [
      49
    ],
    "死に": [
      50,
      63
    ],
    "死にま": [
      50,
      63
    ],
    "死にまし": [
      50
    ],
    "にま": [
      50,
      63
    ],
    "にまし": [
      50
    ],
    "にました": [
      50
    ],
    "おし": [
      50
    ],
    "おしま": [
      50
    ],
    "おしまい": [
      50
    ],
    "おっ": [
      52
    ],
    "おっぱ": [
      52
    ],
    "おっぱい": [
      52
    ],
    "っぱ": [
      52
    ],
    "っぱい": [
      52
    ],
    "ぱ": [
      52
    ],
    "ぱい": [
      52
    ],
    "恋に": [
      52
    ],
    "恋には": [
      52
    ],
    "恋には何": [
      52
    ],
    "には": [
      52
    ],
    "には何": [
      52
    ],
    "には何に": [
      52
    ],
    "は何": [
      52
    ],
    "は何に": [
      52
    ],
    "は何にも": [
      52
    ],
    "何": [
      52,
      57,
      67
    ],
    "何に": [
      52
    ],
    "何にも": [
      52
    ],
    "何にも役": [
      52
    ],
    "にも": [
      52
    ],
    "にも役": [
      52
    ],
    "にも役に": [
      52
    ],
    "も役": [
      52
    ],
    "も役に": [
      52
    ],
    "も役に立": [
      52
    ],
    "役": [
      52
    ],
    "役に": [
      52
    ],
    "役に立": [
      52
    ],
    "役に立た": [
      52
    ],
    "に立": [
      52
    ],
    "に立た": [
      52
    ],
    "に立たな": [
      52
    ],
    "立": [
      52
    ],
    "立た": [
      52
    ],
    "立たな": [
      52
    ],
    "立たない": [
      52
    ],
    "たな": [
      52
    ],
    "たない": [
      52
    ],
    "うる": [
      53
    ],
    "うるさ": [
      53
    ],
    "うるさい": [
      53
    ],
    "るさ": [
      53
    ],
    "るさい": [
      53
    ],
    "るさいな": [
      53
    ],
    "さい": [
      53,
      63
    ],
    "さいな": [
      53
    ],
    "お酒飲": [
      53
    ],
    "お酒飲ん": [
      53
    ],
    "酒飲": [
      53
    ],
    "酒飲ん": [
      53
    ],
    "酒飲んで": [
      53
    ],
    "飲ん": [
      53
    ],
    "飲んで": [
      53
    ],
    "飲んでて": [
      53
    ],
    "んで": [
      53
    ],
    "んでて": [
      53
    ],
    "んでて普": [
      53
    ],
    "でて": [
      53
    ],
    "でて普": [
      53
    ],
    "でて普通": [
      53
    ],
    "て普": [
      53
    ],
    "て普通": [
      53
    ],
    "普": [
      53
    ],
    "普通": [
      53
    ],
    "通": [
      53
    ],
    "この私": [
      54
    ],
    "この私が": [
      54
    ],
    "の私": [
      54
    ],
    "の私が": [
      54
    ],
    "の私がま": [
      54
    ],
    "私がま": [
      54
    ],
    "私がまさ": [
      54
    ],
    "がま": [
      54
    ],
    "がまさ": [
      54
    ],
    "がまさか": [
      54
    ],
    "まさ": [
      54
    ],
    "まさか": [
      54
    ],
    "まさかの": [
      54
    ],
    "さか": [
      54
    ],
    "さかの": [
      54
    ],
    "さかの無": [
      54
    ],
    "かの": [
      54
    ],
    "かの無": [
      54
    ],
    "かの無職": [
      54
    ],
    "の無": [
      54
    ],
    "の無職": [
      54
    ],
    "無": [
      54
    ],
    "無職": [
      54
    ],
    "職": [
      54
    ],
    "ニー": [
      54
    ],
    "ニート": [
      54
    ],
    "ート": [
      54
    ],
    "仕方": [
      54
    ],
    "仕方が": [
      54
    ],
    "仕方がな": [
      54
    ],
    "方が": [
      54
    ],
    "方がな": [
      54
    ],
    "方がない": [
      54
    ],
    "がな": [
      54
    ],
    "がない": [
      54
    ],
    "ネ": [
      55
    ],
    "ネッ": [
      55
    ],
    "ネット": [
      55
    ],
    "ネットの": [
      55
    ],
    "ットの": [
      55
    ],
    "ットのお": [
      55
    ],
    "トの": [
      55
    ],
    "トのお": [
      55
    ],
    "トのおじ": [
      55
    ],
    "のお": [
      55
    ],
    "のおじ": [
      55
    ],
    "のおじさ": [
      55
    ],
    "おじ": [
      55
    ],
    "おじさ": [
      55
    ],
    "おじさん": [
      55
    ],
    "じさ": [
      55
    ],
    "じさん": [
      55
    ],
    "じさんは": [
      55
    ],
    "さん": [
      55
    ],
    "さんは": [
      55
    ],
    "んは": [
      55
    ],
    "いつ": [
      55
    ],
    "いつだ": [
      55
    ],
    "いつだっ": [
      55
    ],
    "つだ": [
      55
    ],
    "つだっ": [
      55
    ],
    "つだって": [
      55
    ],
    "だっ": [
      55,
      58
    ],
    "だって": [
      55
    ],
    "だってマ": [
      55
    ],
    "ってマ": [
      55
    ],
    "ってマジ": [
      55
    ],
    "てマ": [
      55
    ],
    "てマジ": [
      55
    ],
    "てマジな": [
      55
    ],
    "マジ": [
      55
    ],
    "マジな": [
      55
    ],
    "マジなん": [
      55
    ],
    "ジな": [
      55
    ],
    "ジなん": [
      55
    ],
    "ジなんだ": [
      55
    ],
    "なん": [
      55,
      58
    ],
    "なんだ": [
      55
    ],
    "なんだよ": [
      55
    ],
    "んだ": [
      55
    ],
    "んだよ": [
      55
    ],
    "だよ": [
      55
    ],
    "寝": [
      56
    ],
    "寝る": [
      56
    ],
    "寝る前": [
      56
    ],
    "寝る前に": [
      56
    ],
    "る前": [
      56
    ],
    "る前に": [
      56
    ],
    "る前に既": [
      56
    ],
    "前": [
      56
    ],
    "前に": [
      56
    ],
    "前に既": [
      56
    ],
    "前に既婚": [
      56
    ],
    "に既": [
      56
    ],
    "に既婚": [
      56
    ],
    "に既婚女": [
      56
    ],
    "既": [
      56
    ],
    "既婚": [
      56
    ],
    "既婚女": [
      56
    ],
    "既婚女性": [
      56
    ],
    "婚": [
      56
    ],
    "婚女": [
      56
    ],
    "婚女性": [
      56
    ],
    "婚女性板": [
      56
    ],
    "女性": [
      56
    ],
    "女性板": [
      56
    ],
    "性板": [
      56
    ],
    "板": [
      56
    ],
    "2ち": [
      56
    ],
    "2ちゃ": [
      56
    ],
    "2ちゃん": [
      56
    ],
    "ちゃんね": [
      56
    ],
    "ゃんね": [
      56
    ],
    "ゃんねる": [
      56
    ],
    "んね": [
      56
    ],
    "んねる": [
      56
    ],
    "ね": [
      56,
      67
    ],
    "ねる": [
      56
    ],
    "こん": [
      56,
      72
    ],
    "こんな": [
      56,
      72
    ],
    "こんな最": [
      56
    ],
    "んな最": [
      56
    ],
    "んな最低": [
      56
    ],
    "な最": [
      56
    ],
    "な最低": [
      56
    ],
    "な最低な": [
      56
    ],
    "最": [
      56
    ],
    "最低": [
      56
    ],
    "最低な": [
      56
    ],
    "最低な男": [
      56
    ],
    "低": [
      56
    ],
    "低な": [
      56
    ],
    "低な男": [
      56
    ],
    "低な男が": [
      56
    ],
    "な男": [
      56
    ],
    "な男が": [
      56
    ],
    "な男がい": [
      56
    ],
    "男": [
      56
    ],
    "男が": [
      56
    ],
    "男がい": [
      56
    ],
    "男がいる": [
      56
    ],
    "がい": [
      56,
      64,
      72
    ],
    "がいる": [
      56,
      64
    ],
    "いる": [
      56,
      64
    ],
    "何時": [
      57
    ],
    "何時間": [
      57
    ],
    "何時間こ": [
      57
    ],
    "時間": [
      57
    ],
    "時間こ": [
      57
    ],
    "時間この": [
      57
    ],
    "間": [
      57,
      60
    ],
    "間こ": [
      57
    ],
    "間この": [
      57
    ],
    "間このソ": [
      57
    ],
    "このソ": [
      57
    ],
    "このソフ": [
      57
    ],
    "のソ": [
      57
    ],
    "のソフ": [
      57
    ],
    "のソファ": [
      57
    ],
    "ソ": [
      57
    ],
    "ソフ": [
      57
    ],
    "ソファ": [
      57
    ],
    "ソファに": [
      57
    ],
    "ファ": [
      57
    ],
    "ファに": [
      57
    ],
    "ファにい": [
      57
    ],
    "ァ": [
      57
    ],
    "ァに": [
      57
    ],
    "ァにい": [
      57
    ],
    "ァにいら": [
      57
    ],
    "にい": [
      57
    ],
    "にいら": [
      57
    ],
    "にいられ": [
      57
    ],
    "いら": [
      57
    ],
    "いられ": [
      57
    ],
    "いられる": [
      57
    ],
    "られ": [
      57,
      75
    ],
    "られる": [
      57,
      75
    ],
    "られるか": [
      57
    ],
    "れるか": [
      57,
      58
    ],
    "るか": [
      57,
      58
    ],
    "挑": [
      57
    ],
    "挑戦": [
      57
    ],
    "挑戦す": [
      57
    ],
    "挑戦する": [
      57
    ],
    "戦": [
      57
    ],
    "戦す": [
      57
    ],
    "戦する": [
      57
    ],
    "戦するよ": [
      57
    ],
    "恋愛": [
      58
    ],
    "恋愛な": [
      58
    ],
    "恋愛なん": [
      58
    ],
    "愛": [
      58
    ],
    "愛な": [
      58
    ],
    "愛なん": [
      58
    ],
    "愛なんて": [
      58
    ],
    "なんて": [
      58
    ],
    "んて": [
      58
    ],
    "ダサ": [
      58
    ],
    "ダサい": [
      58
    ],
    "サ": [
      58
    ],
    "サい": [
      58
    ],
    "だっさ": [
      58
    ],
    "だっさー": [
      58
    ],
    "っさ": [
      58
    ],
    "っさー": [
      58
    ],
    "さー": [
      58
    ],
    "ヤ": [
      58
    ],
    "ヤン": [
      58
    ],
    "ヤング": [
      58
    ],
    "ヤングは": [
      58
    ],
    "ング": [
      58
    ],
    "ングは": [
      58
    ],
    "ングは迷": [
      58
    ],
    "グ": [
      58
    ],
    "グは": [
      58
    ],
    "グは迷": [
      58
    ],
    "グは迷わ": [
      58
    ],
    "は迷": [
      58
    ],
    "は迷わ": [
      58
    ],
    "は迷わず": [
      58
    ],
    "迷": [
      58
    ],
    "迷わ": [
      58
    ],
    "迷わず": [
      58
    ],
    "迷わずテ": [
      58
    ],
    "わず": [
      58
    ],
    "わずテ": [
      58
    ],
    "わずテク": [
      58
    ],
    "ずテ": [
      58
    ],
    "ずテク": [
      58
    ],
    "ずテクノ": [
      58
    ],
    "テ": [
      58
    ],
    "テク": [
      58
    ],
    "テクノ": [
      58
    ],
    "テクノブ": [
      58
    ],
    "クノ": [
      58
    ],
    "クノブ": [
      58
    ],
    "クノブレ": [
      58
    ],
    "ノ": [
      58,
      76
    ],
    "ノブ": [
      58
    ],
    "ノブレ": [
      58
    ],
    "ノブレイ": [
      58
    ],
    "ブ": [
      58
    ],
    "ブレ": [
      58
    ],
    "ブレイ": [
      58
    ],
    "ブレイク": [
      58
    ],
    "レイ": [
      58
    ],
    "レイク": [
      58
    ],
    "イク": [
      58
    ],
    "ツ": [
      58
    ],
    "ツチ": [
      58
    ],
    "ツチノ": [
      58
    ],
    "ツチノコ": [
      58
    ],
    "チ": [
      58,
      76
    ],
    "チノ": [
      58,
      76
    ],
    "チノコ": [
      58
    ],
    "チノコっ": [
      58
    ],
    "ノコ": [
      58
    ],
    "ノコっ": [
      58
    ],
    "ノコって": [
      58
    ],
    "コっ": [
      58
    ],
    "コって": [
      58
    ],
    "コって焼": [
      58
    ],
    "って焼": [
      58
    ],
    "って焼い": [
      58
    ],
    "て焼": [
      58
    ],
    "て焼い": [
      58
    ],
    "て焼いた": [
      58
    ],
    "焼": [
      58
    ],
    "焼い": [
      58
    ],
    "焼いた": [
      58
    ],
    "焼いたら": [
      58
    ],
    "いたら": [
      58
    ],
    "いたら食": [
      58
    ],
    "たら食": [
      58
    ],
    "たら食べ": [
      58
    ],
    "ら食": [
      58
    ],
    "ら食べ": [
      58
    ],
    "ら食べれ": [
      58
    ],
    "食": [
      58
    ],
    "食べ": [
      58
    ],
    "食べれ": [
      58
    ],
    "食べれる": [
      58
    ],
    "べ": [
      58,
      66
    ],
    "べれ": [
      58
    ],
    "べれる": [
      58
    ],
    "べれるか": [
      58
    ],
    "れるかな": [
      58
    ],
    "るかな": [
      58
    ],
    "かな": [
      58
    ],
    "はに": [
      59
    ],
    "はにゃ": [
      59
    ],
    "はにゃに": [
      59
    ],
    "にゃに": [
      59
    ],
    "にゃにゃ": [
      59
    ],
    "ゃに": [
      59
    ],
    "ゃにゃ": [
      59
    ],
    "ゃにゃフ": [
      59
    ],
    "にゃフ": [
      59
    ],
    "にゃフワ": [
      59
    ],
    "ゃフ": [
      59
    ],
    "ゃフワ": [
      59
    ],
    "フワ": [
      59
    ],
    "ワ": [
      59
    ],
    "ガン": [
      59
    ],
    "ガンバ": [
      59
    ],
    "ンバ": [
      59
    ],
    "頑張れ": [
      59
    ],
    "張れ": [
      59
    ],
    "人間": [
      60
    ],
    "人間若": [
      60
    ],
    "人間若い": [
      60
    ],
    "間若": [
      60
    ],
    "間若い": [
      60
    ],
    "間若いと": [
      60
    ],
    "若": [
      60
    ],
    "若い": [
      60
    ],
    "若いと": [
      60
    ],
    "若いとき": [
      60
    ],
    "いとき": [
      60
    ],
    "いときに": [
      60
    ],
    "とき": [
      60
    ],
    "ときに": [
      60
    ],
    "ときに流": [
      60
    ],
    "きに": [
      60
    ],
    "きに流": [
      60
    ],
    "きに流さ": [
      60
    ],
    "に流": [
      60
    ],
    "に流さ": [
      60
    ],
    "に流さな": [
      60
    ],
    "流": [
      60
    ],
    "流さ": [
      60
    ],
    "流さな": [
      60
    ],
    "流さなか": [
      60
    ],
    "さなか": [
      60
    ],
    "さなかっ": [
      60
    ],
    "かった汗": [
      60
    ],
    "った汗": [
      60
    ],
    "った汗は": [
      60
    ],
    "た汗": [
      60
    ],
    "た汗は": [
      60
    ],
    "汗": [
      60
    ],
    "汗は": [
      60
    ],
    "年を": [
      60
    ],
    "年を取": [
      60
    ],
    "年を取っ": [
      60
    ],
    "を取": [
      60
    ],
    "を取っ": [
      60
    ],
    "を取って": [
      60
    ],
    "取っ": [
      60
    ],
    "取って": [
      60
    ],
    "取ってか": [
      60
    ],
    "ってか": [
      60
    ],
    "ってから": [
      60
    ],
    "てか": [
      60
    ],
    "てから": [
      60
    ],
    "てから涙": [
      60
    ],
    "から涙": [
      60
    ],
    "から涙に": [
      60
    ],
    "ら涙": [
      60
    ],
    "ら涙に": [
      60
    ],
    "ら涙にな": [
      60
    ],
    "涙": [
      60
    ],
    "涙に": [
      60
    ],
    "涙にな": [
      60
    ],
    "涙になる": [
      60
    ],
    "にな": [
      60,
      65
    ],
    "になる": [
      60
    ],
    "なる": [
      60
    ],
    "気が": [
      61
    ],
    "気があ": [
      61
    ],
    "気がある": [
      61
    ],
    "があ": [
      61
    ],
    "がある": [
      61
    ],
    "ある": [
      61
    ],
    "早": [
      61
    ],
    "早く": [
      61
    ],
    "早く言": [
      61
    ],
    "早く言え": [
      61
    ],
    "く言": [
      61
    ],
    "く言え": [
      61
    ],
    "言わ": [
      61
    ],
    "言わん": [
      61
    ],
    "言わんか": [
      61
    ],
    "わん": [
      61
    ],
    "わんか": [
      61
    ],
    "わんかい": [
      61
    ],
    "んか": [
      61
    ],
    "んかい": [
      61
    ],
    "かい": [
      61
    ],
    "嫉": [
      62
    ],
    "嫉妬": [
      62
    ],
    "嫉妬も": [
      62
    ],
    "嫉妬もす": [
      62
    ],
    "妬": [
      62
    ],
    "妬も": [
      62
    ],
    "妬もす": [
      62
    ],
    "妬もする": [
      62
    ],
    "やら": [
      62
    ],
    "やらし": [
      62
    ],
    "やらしい": [
      62
    ],
    "らし": [
      62
    ],
    "らしい": [
      62
    ],
    "らしいこ": [
      62
    ],
    "いことも": [
      62
    ],
    "ことも": [
      62
    ],
    "とも": [
      62
    ],
    "えっ": [
      62
    ],
    "えっち": [
      62
    ],
    "えっちな": [
      62
    ],
    "っち": [
      62
    ],
    "っちな": [
      62
    ],
    "っちなこ": [
      62
    ],
    "ちな": [
      62
    ],
    "ちなこ": [
      62
    ],
    "ちなこと": [
      62
    ],
    "なこ": [
      62
    ],
    "なこと": [
      62
    ],
    "なことも": [
      62
    ],
    "考": [
      62
    ],
    "考え": [
      62
    ],
    "考える": [
      62
    ],
    "ごめ": [
      63
    ],
    "ごめん": [
      63
    ],
    "ごめんな": [
      63
    ],
    "めん": [
      63
    ],
    "めんな": [
      63
    ],
    "めんなさ": [
      63
    ],
    "んなさ": [
      63
    ],
    "んなさい": [
      63
    ],
    "なさ": [
      63
    ],
    "なさい": [
      63
    ],
    "死にませ": [
      63
    ],
    "にませ": [
      63
    ],
    "にません": [
      63
    ],
    "自殺しま": [
      63
    ],
    "殺しま": [
      63
    ],
    "殺しませ": [
      63
    ],
    "しませ": [
      63
    ],
    "しません": [
      63
    ],
    "好": [
      64,
      68,
      70
    ],
    "好き": [
      64,
      68,
      70
    ],
    "好きな": [
      64
    ],
    "好きな人": [
      64
    ],
    "きな人": [
      64
    ],
    "きな人が": [
      64
    ],
    "な人": [
      64
    ],
    "な人が": [
      64
    ],
    "な人がい": [
      64
    ],
    "人が": [
      64
    ],
    "人がい": [
      64
    ],
    "人がいる": [
      64
    ],
    "嫌い": [
      64
    ],
    "嫌いな": [
      64
    ],
    "嫌いな人": [
      64
    ],
    "いな人": [
      64
    ],
    "いな人が": [
      64
    ],
    "友達に": [
      65
    ],
    "友達にな": [
      65
    ],
    "達に": [
      65
    ],
    "達にな": [
      65
    ],
    "達になろ": [
      65
    ],
    "になろ": [
      65
    ],
    "になろう": [
      65
    ],
    "なろ": [
      65
    ],
    "なろう": [
      65
    ],
    "ろう": [
      65
    ],
    "友達が": [
      65,
      72
    ],
    "友達が欲": [
      65
    ],
    "達が": [
      65,
      72
    ],
    "達が欲": [
      65
    ],
    "達が欲し": [
      65
    ],
    "が欲": [
      65
    ],
    "が欲し": [
      65
    ],
    "が欲しい": [
      65
    ],
    "よふ": [
      66
    ],
    "よふか": [
      66
    ],
    "よふかし": [
      66
    ],
    "ふ": [
      66
    ],
    "ふか": [
      66
    ],
    "ふかし": [
      66
    ],
    "ふかしの": [
      66
    ],
    "かし": [
      66
    ],
    "かしの": [
      66
    ],
    "かしのう": [
      66
    ],
    "しの": [
      66
    ],
    "しのう": [
      66
    ],
    "しのうた": [
      66
    ],
    "のう": [
      66
    ],
    "のうた": [
      66
    ],
    "うた": [
      66
    ],
    "毎": [
      66
    ],
    "毎日": [
      66
    ],
    "毎日遊": [
      66
    ],
    "毎日遊べ": [
      66
    ],
    "日": [
      66
    ],
    "日遊": [
      66
    ],
    "日遊べ": [
      66
    ],
    "日遊べる": [
      66
    ],
    "遊べ": [
      66
    ],
    "遊べる": [
      66
    ],
    "べる": [
      66
    ],
    "やっ": [
      66
    ],
    "やった": [
      66
    ],
    "やったあ": [
      66
    ],
    "ったあ": [
      66
    ],
    "たあ": [
      66
    ],
    "手": [
      67
    ],
    "手コ": [
      67
    ],
    "手コキ": [
      67
    ],
    "コキ": [
      67
    ],
    "付": [
      67
    ],
    "付き": [
      67
    ],
    "付き合": [
      67
    ],
    "付き合っ": [
      67
    ],
    "き合": [
      67
    ],
    "き合っ": [
      67
    ],
    "き合って": [
      67
    ],
    "合っ": [
      67
    ],
    "合って": [
      67
    ],
    "合ってま": [
      67
    ],
    "ってま": [
      67
    ],
    "ってます": [
      67
    ],
    "てま": [
      67
    ],
    "てます": [
      67
    ],
    "俺": [
      67
    ],
    "俺と": [
      67
    ],
    "俺と先": [
      67
    ],
    "俺と先輩": [
      67
    ],
    "と先": [
      67
    ],
    "と先輩": [
      67
    ],
    "何で": [
      67
    ],
    "何でや": [
      67
    ],
    "何でやね": [
      67
    ],
    "でや": [
      67
    ],
    "でやね": [
      67
    ],
    "でやねん": [
      67
    ],
    "やね": [
      67
    ],
    "やねん": [
      67
    ],
    "ねん": [
      67
    ],
    "覚": [
      68,
      71
    ],
    "覚え": [
      68
    ],
    "覚えと": [
      68
    ],
    "覚えとい": [
      68
    ],
    "えと": [
      68
    ],
    "えとい": [
      68
    ],
    "えといて": [
      68
    ],
    "といて": [
      68
    ],
    "いて": [
      68
    ],
    "一生": [
      68
    ],
    "一生大": [
      68
    ],
    "一生大好": [
      68
    ],
    "生大": [
      68
    ],
    "生大好": [
      68
    ],
    "生大好き": [
      68
    ],
    "大好": [
      68
    ],
    "大好き": [
      68
    ],
    "漫画": [
      69
    ],
    "漫画の": [
      69
    ],
    "漫画の中": [
      69
    ],
    "画": [
      69
    ],
    "画の": [
      69
    ],
    "画の中": [
      69
    ],
    "画の中で": [
      69
    ],
    "の中": [
      69
    ],
    "の中で": [
      69
    ],
    "中": [
      69
    ],
    "中で": [
      69
    ],
    "君た": [
      69
    ],
    "君たち": [
      69
    ],
    "君たちを": [
      69
    ],
    "たち": [
      69,
      71
    ],
    "たちを": [
      69
    ],
    "たちを抱": [
      69
    ],
    "ちを": [
      69
    ],
    "ちを抱": [
      69
    ],
    "ちを抱き": [
      69
    ],
    "を抱": [
      69
    ],
    "を抱き": [
      69
    ],
    "を抱きし": [
      69
    ],
    "抱": [
      69
    ],
    "抱き": [
      69
    ],
    "抱きし": [
      69
    ],
    "抱きしめ": [
      69
    ],
    "きし": [
      69
    ],
    "きしめ": [
      69
    ],
    "きしめる": [
      69
    ],
    "しめ": [
      69
    ],
    "しめる": [
      69
    ],
    "める": [
      69
    ],
    "10億": [
      69
    ],
    "10億円": [
      69
    ],
    "0億": [
      69
    ],
    "0億円": [
      69
    ],
    "0億円あ": [
      69
    ],
    "億": [
      69
    ],
    "億円": [
      69
    ],
    "億円あ": [
      69
    ],
    "億円あげ": [
      69
    ],
    "円": [
      69
    ],
    "円あ": [
      69
    ],
    "円あげ": [
      69
    ],
    "円あげる": [
      69
    ],
    "あげ": [
      69
    ],
    "あげる": [
      69
    ],
    "げる": [
      69
    ],
    "あの": [
      70
    ],
    "あの頃": [
      70
    ],
    "あの頃は": [
      70
    ],
    "の頃": [
      70
    ],
    "の頃は": [
      70
    ],
    "頃": [
      70
    ],
    "頃は": [
      70
    ],
    "カッコ": [
      70
    ],
    "カッコイ": [
      70
    ],
    "ッコ": [
      70
    ],
    "ッコイ": [
      70
    ],
    "ッコイイ": [
      70
    ],
    "コイイ": [
      70
    ],
    "イイ": [
      70
    ],
    "格": [
      70
    ],
    "格好": [
      70
    ],
    "格好い": [
      70
    ],
    "格好いい": [
      70
    ],
    "好い": [
      70
    ],
    "好いい": [
      70
    ],
    "いい": [
      70
    ],
    "好きっ": [
      70
    ],
    "好きって": [
      70
    ],
    "きっ": [
      70
    ],
    "きって": [
      70
    ],
    "きってこ": [
      70
    ],
    "ってこ": [
      70
    ],
    "ってこと": [
      70
    ],
    "てこ": [
      70
    ],
    "てこと": [
      70
    ],
    "てことと": [
      70
    ],
    "ことと": [
      70
    ],
    "ことと勘": [
      70
    ],
    "とと": [
      70
    ],
    "とと勘": [
      70
    ],
    "とと勘違": [
      70
    ],
    "と勘": [
      70
    ],
    "と勘違": [
      70
    ],
    "と勘違い": [
      70
    ],
    "勘": [
      70
    ],
    "勘違": [
      70
    ],
    "勘違い": [
      70
    ],
    "違": [
      70
    ],
    "違い": [
      70
    ],
    "私覚": [
      71
    ],
    "私覚悟": [
      71
    ],
    "私覚悟し": [
      71
    ],
    "覚悟": [
      71
    ],
    "覚悟し": [
      71
    ],
    "覚悟した": [
      71
    ],
    "悟": [
      71
    ],
    "悟し": [
      71
    ],
    "悟した": [
      71
    ],
    "あな": [
      71
    ],
    "あなた": [
      71
    ],
    "あなたた": [
      71
    ],
    "なた": [
      71
    ],
    "なたた": [
      71
    ],
    "なたたち": [
      71
    ],
    "たた": [
      71
    ],
    "たたち": [
      71
    ],
    "たたちが": [
      71
    ],
    "たちが": [
      71
    ],
    "たちが覚": [
      71
    ],
    "ちが": [
      71
    ],
    "ちが覚": [
      71
    ],
    "ちが覚悟": [
      71
    ],
    "が覚": [
      71
    ],
    "が覚悟": [
      71
    ],
    "が覚悟す": [
      71
    ],
    "覚悟す": [
      71
    ],
    "覚悟する": [
      71
    ],
    "悟す": [
      71
    ],
    "悟する": [
      71
    ],
    "私に": [
      72
    ],
    "私にこ": [
      72
    ],
    "私にこん": [
      72
    ],
    "にこ": [
      72
    ],
    "にこん": [
      72
    ],
    "にこんな": [
      72
    ],
    "こんなに": [
      72
    ],
    "んなに": [
      72
    ],
    "んなに友": [
      72
    ],
    "なに": [
      72
    ],
    "なに友": [
      72
    ],
    "なに友達": [
      72
    ],
    "に友": [
      72
    ],
    "に友達": [
      72
    ],
    "に友達が": [
      72
    ],
    "友達がい": [
      72
    ],
    "達がい": [
      72
    ],
    "達がいな": [
      72
    ],
    "がいな": [
      72
    ],
    "がいない": [
      72
    ],
    "いない": [
      72
    ],
    "一度": [
      73
    ],
    "一度口": [
      73
    ],
    "一度口か": [
      73
    ],
    "度口": [
      73
    ],
    "度口か": [
      73
    ],
    "度口から": [
      73
    ],
    "口": [
      73
    ],
    "口か": [
      73
    ],
    "口から": [
      73
    ],
    "口から出": [
      73
    ],
    "から出": [
      73
    ],
    "から出た": [
      73
    ],
    "ら出": [
      73
    ],
    "ら出た": [
      73
    ],
    "ら出たら": [
      73
    ],
    "出": [
      73
    ],
    "出た": [
      73
    ],
    "出たら": [
      73
    ],
    "取り": [
      73
    ],
    "取り消": [
      73
    ],
    "取り消せ": [
      73
    ],
    "り消": [
      73
    ],
    "り消せ": [
      73
    ],
    "り消せな": [
      73
    ],
    "消": [
      73
    ],
    "消せ": [
      73
    ],
    "消せな": [
      73
    ],
    "消せない": [
      73
    ],
    "せな": [
      73
    ],
    "せない": [
      73
    ],
    "人生": [
      73
    ],
    "理由": [
      74
    ],
    "由": [
      74
    ],
    "私2": [
      74
    ],
    "私25": [
      74
    ],
    "私25歳": [
      74
    ],
    "25": [
      74
    ],
    "25歳": [
      74
    ],
    "25歳だ": [
      74
    ],
    "5": [
      74
    ],
    "5歳": [
      74
    ],
    "5歳だ": [
      74
    ],
    "5歳だか": [
      74
    ],
    "歳だ": [
      74
    ],
    "歳だか": [
      74
    ],
    "歳だから": [
      74
    ],
    "大家": [
      75
    ],
    "大家に": [
      75
    ],
    "大家に叱": [
      75
    ],
    "家": [
      75
    ],
    "家に": [
      75
    ],
    "家に叱": [
      75
    ],
    "家に叱ら": [
      75
    ],
    "に叱": [
      75
    ],
    "に叱ら": [
      75
    ],
    "に叱られ": [
      75
    ],
    "叱": [
      75
    ],
    "叱ら": [
      75
    ],
    "叱られ": [
      75
    ],
    "叱られる": [
      75
    ],
    "地": [
      75
    ],
    "地獄": [
      75
    ],
    "地獄を": [
      75
    ],
    "地獄を掘": [
      75
    ],
    "獄": [
      75
    ],
    "獄を": [
      75
    ],
    "獄を掘": [
      75
    ],
    "獄を掘り": [
      75
    ],
    "を掘": [
      75
    ],
    "を掘り": [
      75
    ],
    "を掘り当": [
      75
    ],
    "掘": [
      75
    ],
    "掘り": [
      75
    ],
    "掘り当": [
      75
    ],
    "掘り当て": [
      75
    ],
    "り当": [
      75
    ],
    "り当て": [
      75
    ],
    "り当てた": [
      75
    ],
    "当": [
      75
    ],
    "当て": [
      75
    ],
    "当てた": [
      75
    ],
    "てた": [
      75
    ],
    "チノち": [
      76
    ],
    "チノちゃ": [
      76
    ],
    "ノち": [
      76
    ],
    "ノちゃ": [
      76
    ],
    "ノちゃん": [
      76
    ],
    "y": [
      76
    ],
    "ye": [
      76
    ],
    "yes": [
      76
    ],
    "es": [
      76
    ],
    "s": [
      76
    ]
  }
}
;
